[
	{
		"Strain" : "Afpak",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Chemical,Pine",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.2,
		"Description" : "Afpak, named for its direct Afghani and Pakistani landrace heritage, is a beautiful indica-dominant hybrid with light green and deep bluish purple leaves. The taste and aroma are floral with a touch of lemon, making the inhale light and smooth. Its effects start in the stomach by activating the appetite. There is also a potent relaxation that starts in the head and face, and gradually sinks down into the body. Enjoy this strain if you’re suffering from stress, mild physical discomfort, or having difficulty eating.  "
	},
	{
		"Strain" : "African",
		"Type" : "sativa",
		"Value_flavors" : "Spicy/Herbal,Pungent,Earthy",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Talkative",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 3.9,
		"Description" : "African refers to the indigenous varieties of cannabis (or landraces) that grow natively in this region of the world. Because of this region's latitude and climate, these native landrace strains tend to be sativa in structure and effect."
	},
	{
		"Strain" : "Afwreck",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Headache,Fatigue,Headaches,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Afwreck is a hybrid cross of Afghani and Trainwreck.  Strong sativa effects with immediate head-concentrated high."
	},
	{
		"Strain" : "Alaska",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Woody,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Focused",
		"Value_effects_negative" : "Dizzy,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.6,
		"Description" : "Alaska, developed by Tikun Olam, is an Israeli strain comprised of 70% sativa genetics. With uplifting effects intended for daytime consumption, Alaska has been found to successfully treat an array of medical symptoms including inflammation, pain, nausea, insomnia, and gastrointestinal disorders. "
	},
	{
		"Strain" : "Alchemy",
		"Type" : "hybrid",
		"Value_flavors" : "Cheese,Chemical,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Uplifted,Tingly,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Stress,Fatigue,Headaches,Eye Pressure",
		"Rating" : 4.8,
		"Description" : "Alchemy is a 50/50 hybrid cannabis strain that was conjured by combining Chemdawg and Querkle. This creation from TGA Genetics comes wreathed in purple fan leaves and lavender-tipped buds. With an aroma of sour grapes and earthy musk, Alchemy delivers a balance of relaxing body effects and engaged cerebral invigoration. Boasting high levels of THC, Alchemy is sure to restore both your mood and appetite."
	},
	{
		"Strain" : "Alf",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pungent,Tropical",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Giggly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Muscle Spasms",
		"Rating" : 5,
		"Description" : "The indica-dominant hybrid Alf was created by crossing Animal Pie (an Animal Cookies and Cherry Pie hybrid) and Black Raven (White Fire Alien OG x ’09 Cookies) from The Captain’s Connection. With dessert-like notes of cookies and sour cherry, Alf’s aroma is as enticing as its purple crystal-coated buds. Patients seeking relief from pain, spasms, nausea, and appetite may want to give this relaxing hybrid a try."
	},
	{
		"Strain" : "Allkush",
		"Type" : "indica",
		"Value_flavors" : "Honey,Spicy/Herbal,Earthy",
		"Value_effects_positive" : "Relaxed,Happy,Sleepy",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Eye Pressure",
		"Rating" : 5,
		"Description" : "Allkush, 2nd prize winner at the 2005 Highlife Cannabis Cup, is a hashy Kush blend bred by Paradise Seeds of Amsterdam. This resinous flower hails from the “Hippie Trail” that winds through Pakistan and Afghanistan, creating a 75/25 indica-dominant strain that soothes without binding the consumer to the couch. With traditional uplifting cerebral elements and a pleasant sedation on the body, Allkush shines on patients seeking relief from sleep disorders, anxiety, and depression. "
	},
	{
		"Strain" : "Aloha",
		"Type" : "sativa",
		"Value_flavors" : "Tropical,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Aloha is a sativa strain that leaves users with an upbeat, energetic buzz and may also be helpful in treating pain such as migraines. Aloha’s flowers will be large and fluffy, with plenty of room for white wispy hairs and sparkling crystals. The aroma of this strain is that of grass and citrus for a fresh experience that may have you thinking of your next island getaway. Its sativa effects can be a little much for some users, so those who are looking for less mental stimulation should be warned."
	},
	{
		"Strain" : "Alohaberry",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Giggly",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4.2,
		"Description" : "Originating from the tropical islands of Hawaii, Alohaberry releases a pleasant aroma and taste of tropical berries. It is known for its unique sweet taste and because it is an equal hybrid, the effects are both mind and body. Flowering time for this plant is approximately 8-9 weeks."
	},
	{
		"Strain" : "Ambrosia",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Tropical,Butter",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Tingly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.4,
		"Description" : "Stemming from her parents, God Bud and Burmese, the Ambrosia strain is a high that will hit you almost instantaneously and will be felt throughout your body. Her mother, Burmese is a sativa from the Mighty Mite Seed Company and was voted #1 People's Choice at the Cannabis Culture Toker's Bowl in 2002. For dad, God Bud from Jordan of the Islands, is a mostly indica plant, popular for it's tropical sweet flavor. Ambrosia produces a large amount of dense and sticky buds with yellow leaves and orange hairs. "
	},
	{
		"Strain" : "Americano",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Diesel,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Focused,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Nausea,Headaches",
		"Rating" : 4.6,
		"Description" : "Americano is a Canadian strain released by Enterprise Seeds. It is a Northern Lights/Skunk hybrid that is named for the American consumers it was designed to attract. When tourists, notably Americans, came to Vancouver looking to purchase bulk cannabis, they wanted their buds to have “bag appeal,” or stunning visual characteristics that made it easy to sell. Americano is known for its heavy coat of trichromes and its thick dense colas. The flavors and aromas of Americano stay true to its Skunk lineage and produce a sweet, piney musk. The effects are exactly what you would expect from an indica-driven hybrid: fast-acting, relaxing, and sleepy. Americano is a solid answer to symptoms of insomnia, headaches, and chronic pain."
	},
	{
		"Strain" : "Amnesia",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "Amnesia is typically a sativa-dominant cannabis strain with some variation between breeders. Skunk, Cinderella 99, and Jack Herer are some of Amnesia’s genetic forerunners, passing on uplifting, creative, and euphoric effects ideal for treating mood disorders. Growers should expect a 9-10 week flowering period with moderate yields. This strain normally has a high THC and low CBD profile and produces intense psychotropic effects that new consumers should be wary of. "
	},
	{
		"Strain" : "Anesthesia",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headache,Headaches,Inflammation",
		"Rating" : 4.1,
		"Description" : "Anesthesia is the result of breeding the popular old school Afghan Skunk indica with Herojuana. It was created in 2007 by breeder Whazzup in an effort to keep the Afghani Skunk strain going as it had long been only available as a cutting from another plant. Anesthesia was selected as a “Breeder’s Choice” Selection by Dutch seed company Sannie’s Seeds, which has helped to spread its popularity and availability. When grown, these plants branch quite a bit and may grow wider and closer to the ground rather than tall before flowering at 9-10 weeks. Anesthesia flowers are dense and covered in crystals. They have a musky, earthy smell and flavor that is common in its Afghan heritage. Known for its strong, sedative indica buzz, this is a strain that’s often recommended for pain—just as its name would suggest."
	},
	{
		"Strain" : "Appalachia",
		"Type" : "hybrid",
		"Value_flavors" : "Pungent,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Creative",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Pain,Cramps,Lack of Appetite,Inflammation,Muscle Spasms",
		"Rating" : 4.8,
		"Description" : "Appalachia is a hybrid cross between Green Crack and Tres Dawg bred by High & Lonesome Seeds. A layer of white, cloudy trichomes gives the buds a sage green color with darker leaves and fiery hairs peeking out from underneath. With an aroma of earthy pine and subtle fruit, Appalachia delivers a dreamy and yet functional cerebral buzz paired with relaxing full-body effects. Sensory perception and appetite are sharpened while pain and other symptoms dull, making Appalachia a coveted strain among medical patients and recreational consumers alike."
	},
	{
		"Strain" : "Appleberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Sleepy,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Headaches,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Appleberry by Sumo Seeds in an indica-dominant yield machine. Bred from (Dynamite x Bubblelicious) x White Widow, this strain has classic Central Asian and Central American roots while expressing a terpene profile all its own. The strain’s aroma exemplifies its title, smelling of a subtle apple and berry. Its effects are extremely relaxing, bordering on sedative, imbuing the limbs with a warm weighted aura. Utilize Appleberry as an anxiolytic and for all-around pain relief. Appleberry won 1st place in the 'Bio' category at the 2016 Highlife Cup in Amsterdam."
	},
	{
		"Strain" : "Arcticblue",
		"Type" : "hybrid",
		"Value_flavors" : "Blueberry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Pain,Stress,Lack of Appetite,Inflammation,Spasticity",
		"Rating" : 4.8,
		"Description" : "ArcticBlue is a 60/40 indica-dominant hybrid cannabis strain cultivated by ArcticBlue Farms. Bred using DJ Short’s Blueberry and another Blueberry indica, you are immediately struck with the sweet and fruity scent of ripe blueberries. Patients may look to this strain to help suppress anxiety and relieve pain."
	},
	{
		"Strain" : "Argyle",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Woody,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Fatigue",
		"Rating" : 3.9,
		"Description" : "Argyle is a variety of Nordle grown by Canadian LP Tweed, Inc. The indica-dominant hybrid crosses Afghani and Sensi Star genetics. The resulting buds smell of garlic and herbs, like fresh cut chives but with a fruity aftertaste. With a 1:1 ratio of THC to CBD Argyle creates a mellow, calming buzz that is a great answer to body pains and muscle spasms."
	},
	{
		"Strain" : "Armageddon",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Fatigue,Headaches",
		"Rating" : 4,
		"Description" : "Armageddon sounds pretty intimidating and while this strain is potent, consumers come down from its intense mental lift to find the world still exists—it just feels a little more relaxing. This strain’s plants flower quickly at 8 weeks and produce high yields of multi-colored buds that smell strongly of woodsy citrus. The citrus notes carry over into the taste, which is diverse and includes cheese and some fruitiness as well. Armageddon tends to have medium-high to high THC levels, packing a powerful punch for some consumers while others find the initial head effects great for day use and stimulating conversation. Eventually Armageddon mellows into solid body relaxation to finish off its exceptionally long buzz."
	},
	{
		"Strain" : "Armagnac",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Skunk,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Sleepy,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth",
		"Value_effects_medical" : "Insomnia,Stress",
		"Rating" : 4.2,
		"Description" : "Armagnac, bred by New House Seeds, is a hybrid that combines Krome’s The White with DJ Short’s Grape Kush. The strain takes its name from a specie of grapes native to the Gascony region of France and used for making brandy. Armagnac’s aroma is a mix of sweet, earthy flavors that give off a pungent fruit flavor of fresh grapes when exhaled. The effects are a mellow mix of a relaxed body and a refreshed mood, great for relieving pain and anxiety."
	},
	{
		"Strain" : "Ash",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Eye Pressure",
		"Rating" : 4.5,
		"Description" : "Ash is an indica-dominant hybrid cross between Afghan Haze and Afghan Skunk bred by Mr. Nice Seeds. These buds offer a fruity, berry aroma and effects that run the gamut between relaxing indicas and stimulating sativas. This strain's name, sometimes spelled A.S.H., is an acronym denoting its Afghani, Skunk, and Haze lineage. "
	},
	{
		"Strain" : "Astroboy",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Sweet,Grapefruit",
		"Value_effects_positive" : "Happy,Creative,Energetic,Tingly,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Fatigue,Headaches,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Astroboy is an energetic, sativa-dominant hybrid cannabis strain that combines Apollo 13 genetics with a cross of Ortega and Cinderella 99 bred by TGA Subcool Seeds. A mix of sweet and sour fruit flavors, like citrus and cherry, lead the way towards a heady buzz that is fast-acting and uplifting. The cerebral energy sparked by Astroboy is a great choice to keep you happy and active throughout a busy day. The watermelon phenotype of Astroboy is known to be an exceptional expression of the strain and is often desired as an influence for other breeding projects."
	},
	{
		"Strain" : "Athabasca",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Ammonia,Apple",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Stress,Fatigue,Headaches,Seizures",
		"Rating" : 4.6,
		"Description" : "Athabasca is a variety of the strain Pennywise grown by Canadian LP Aphria. Genetics from Harlequin and Jack the Ripper come together to create a sweet woody aroma that is highlighted by sharp peppery undertones. With a 1:1 ratio of CBD to THC the psychoactive effects are mild yet relaxing, making Athabasca an effective treatment for arthritis, PTSD, and epilepsy."
	},
	{
		"Strain" : "Atmosphere",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Citrus,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Uplifted,Tingly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.8,
		"Description" : "Atmosphere is a balanced hybrid cross between two predominant strains: White Widow and OG Kush. Its frosty, resinous buds offer a piney aroma with citrus undertones. Effects are largely cerebral, inducing euphoria and creativity at onset and settling into physical relaxation."
	},
	{
		"Strain" : "Avalon",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Nutty,Sweet",
		"Value_effects_positive" : "Hungry,Uplifted,Tingly,Giggly,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 3.6,
		"Description" : "A selectively bred cross between Afghani and Blueberry.  Avalon has strong sedating effects with a hashy taste."
	},
	{
		"Strain" : "Avi",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Fatigue,Inflammation,Muscle Spasms",
		"Rating" : 3,
		"Description" : "Avi is a high-CBD strain grown by Canadian LP Peace Naturals Project, Inc. It is a balanced hybrid, 50% indica and 50% sativa, with a 2:1 CBD:THC ratio. Its pungent aroma carries sweet hints of fruit and berry that create relaxing and calming effects perfect for relieving body aches and pains."
	},
	{
		"Strain" : "Avi-Dekel",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Inflammation",
		"Rating" : 4.5,
		"Description" : "Avi-Dekel is a sativa-dominant strain developed by Tikun Olam to contain high levels of CBD and almost no THC. Its CBD content, reaching as high as 15.8 percent, is intended to treat inflammation as well as sleep and digestive disorders. Avi-Dekel is ideal for patients seeking relief without the psychoactive effects of THC."
	},
	{
		"Strain" : "B-52",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Energetic,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.1,
		"Description" : "B-52 is a 75/25 indica-dominant cross between Skunk and Big Bud. This hybrid by Nirvana Seeds is a sweet mix of skunky flavors that have remarkable cerebral effects for a strain that leans towards the indica end of the spectrum. It is a great strain for commercial production but its unique heady effects are enjoyed by connoisseurs and those with an affinity towards the Skunk family tree. A great strain for the relaxing while watching a movie, B-52 will leave you giggling and flying high."
	},
	{
		"Strain" : "B-Witched",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Chestnut",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Stress,Lack of Appetite,Headaches,Muscle Spasms",
		"Rating" : 5,
		"Description" : "B-Witched by Ocean Grown Seeds is a magical cross of arcane genetics. By combining OGS Wizard’s Potion and the famous Witches Weed, a frosted herbaceous phantasm is brought to life, exhibiting notes of grape, forest floor, and grapefruit. Its terpene profile has also been described as “cupcake-ish.” The effects of B-Witched are enthralling, muting stress, anxiety, and nausea with ease. "
	},
	{
		"Strain" : "B-Witched",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Chestnut",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Stress,Lack of Appetite,Headaches,Muscle Spasms",
		"Rating" : 5,
		"Description" : "B-Witched by Ocean Grown Seeds is a magical cross of arcane genetics. By combining OGS Wizard’s Potion and the famous Witches Weed, a frosted herbaceous phantasm is brought to life, exhibiting notes of grape, forest floor, and grapefruit. Its terpene profile has also been described as “cupcake-ish.” The effects of B-Witched are enthralling, muting stress, anxiety, and nausea with ease. "
	},
	{
		"Strain" : "B4",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Minty,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps",
		"Rating" : 4.5,
		"Description" : "B4, bred by MTG Seeds, is a hybrid cannabis strain that descends from Blue Dream and Chemdawg 4. Blissful, lightweight euphoria helps incite happiness and laughter, making this strain a perfect choice for stress and anxiety relief. Green-blue hues peek out from under a silvery coat of crystal trichomes, and its dense bud structure is telling of its OG Kush ancestry. "
	},
	{
		"Strain" : "Bsc",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Woody",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Uplifted,Giggly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Pain,Stress,Cramps,Nausea,Headaches",
		"Rating" : 4.5,
		"Description" : "BSC is a hybrid cannabis strain that follows in the footsteps of its Girl Scout Cookies parent, but named for the youthful scouting group's male equivalant. With potent effects that hug the mind and body in tranquil euphoria BSC introduces deep, heavy relaxation throughout the body, but not before making your head reel with calm and happy thoughts. The cerebral buzz tapers down into a foggy daze that helps you abandon worries and slide into a low-key afternoon or a restful night’s sleep. Putting your nose in a jar of BSC isn’t altogether unlike stealing a smell from the cookie jar in your kitchen as sweet, earthy aromas burst forth with subtle notes of woody pine."
	},
	{
		"Strain" : "Bakerstreet",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Diesel",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 3.7,
		"Description" : "Bakerstreet is a variety of Hindu Kush grown by Canadian LP Tweed. It is a pure indica with origins in the Hindu Kush mountain range. The subtle sweet and earthy sandalwood aroma of Bakerstreet induces a deep sense of calm that helps bring relief to those suffering pain, nausea, and stress disorders. Its heavy body effects make it a top strain to help you relax and unwind at the end of a long day. "
	},
	{
		"Strain" : "Balmoral",
		"Type" : "hybrid",
		"Value_flavors" : "Chemical,Earthy,Pine",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Talkative",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headaches,Inflammation",
		"Rating" : 4.2,
		"Description" : "Balmoral is a variety of UK Cheese grown by Canadian LP Tweed, Inc. It carries the classic skunky blue cheese aroma that has given the Cheese strains their global reputation. The relaxing yet balanced effects of Balmoral help keep nausea and pain at bay while keeping stress and anxiety to minimum."
	},
	{
		"Strain" : "Bananas",
		"Type" : "hybrid",
		"Value_flavors" : "Tropical,Tree Fruit,Chemical",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.5,
		"Description" : "Bananas from Leafs by Snoop is an indica-dominant hybrid strain offered in concentrate form. This shatter intends to capture sweet tropical flavors of fruit and banana, and offers energizing cerebral effects to fuel creativity. This strain is high in THC with a potency that’s said to stretch to 22%."
	},
	{
		"Strain" : "Bandana",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Tingly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Bandana is a hybrid strain that combines Banana OG and 707 Headband, inheriting from its parents a sweet banana aroma and the buzzing cerebral sensation that first lent Headband its name. On the exhale, Bandana unleashes its fruity flavor over subtle earthy and sour notes. Powerful, heady euphoria awakens blissful relaxation in the mind while leaving the body feeling light and free of couchlocked sedation. It should be noted that AlphaKronik Genes bred a 70% sativa variation of Bandana that combines 707 Headband with a backcrossed Snowdawg."
	},
	{
		"Strain" : "Bango",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Lime,Pungent",
		"Value_effects_positive" : "Euphoric,Creative,Energetic,Focused,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "",
		"Rating" : 4.7,
		"Description" : "Bango is a hybrid strain with a rich terpene profile and tropical flavors worth sharing. This hybrid is a combination of White Fire Alien OG and Mango Kush, exhibiting subtle hints of each on the nose and palate. With sweet, fruity flavors of mango, banana, and pine, and an aroma with sweet floral notes and citrus peel, Bango offers an enchanting bouquet that will linger in the air. Bango’s effects are equal parts cerebral and stimulating, and is certain to get you talking. This strain is preferred for mood elevation, appetite stimulation, and nullifying depression. "
	},
	{
		"Strain" : "Bedica",
		"Type" : "indica",
		"Value_flavors" : "Chemical,Spicy/Herbal,Nutty",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Tingly,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Lack of Appetite,Headache,Headaches,Inflammation",
		"Rating" : 4.3,
		"Description" : "Bedica is a strain produced by Canadian LP Bedrocan. It is a heavy indica with an average THC content of around 14%. The high levels of the terpene myrcene found in Bedica are known to produce a sedating, calming effect perfect for those looking for stress relief or a good night’s sleep."
	},
	{
		"Strain" : "Bediol",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Pine,Lemon",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Stress,Nausea,Fatigue,Inflammation",
		"Rating" : 4.7,
		"Description" : "Bediol by Canadian LP Bedrocan is a sativa-dominant strain with a balanced cannabinoid profile of 6.5% THC and 8% CBD. This almost even split caters to a variety of patient needs, including relief of pain, inflammation, anxiety, and nausea. Due to its heightened levels of CBD, Bediol provides a subdued high that is less euphoric and more relaxing. Still, those sensitive to THC should mind their dose. "
	},
	{
		"Strain" : "Belladonna",
		"Type" : "hybrid",
		"Value_flavors" : "Peach,Earthy,Butter",
		"Value_effects_positive" : "Euphoric,Happy,Uplifted,Sleepy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4,
		"Description" : "Belladonna is a mostly sativa strain that also carries good indica characteristics making for a very nice hybrid.  A faster flowering time than typical sativa strains makes Belladonna a favorite among growers.  With a fruity smell and a trippy high Paradise Seeds has bred a winner."
	},
	{
		"Strain" : "Berkeley",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Earthy,Pine",
		"Value_effects_positive" : "Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.3,
		"Description" : "Berkeley is rumored to be the super-potent botany project of a student at the prestigious California university of the same name. This strain is certainly an overachiever with its extremely high THC content and lightning fast flowering time—as short as 4 weeks! Berkeley is known to give energetic, buzzy effects that are typical of sativas. This strain will stimulate your mind, but beware, it may cause anxiety for some users."
	},
	{
		"Strain" : "Bianca",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Pine",
		"Value_effects_positive" : "Relaxed,Creative,Sleepy,Aroused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Bianca is a three-way indica-dominant hybrid that brings classic genetics and flavors together. This strain was created by blending a White Widow and Afghan cross with the Empress phenotype White Queen. It grows squat and sturdy plants that produce healthy yields with the proper amount of TLC. Known for its pungent hashy aroma and equal measures of euphoria and sedation, Bianca calms the consumer while enhancing mood, making it good medicine for patients seeking to curb anxiety, body aches, and nausea. "
	},
	{
		"Strain" : "Bio-Diesel",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pungent,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.4,
		"Description" : "Bio-Diesel is an exceptional cannabis hybrid as evidenced by the 1st place title it earned at 2009’s 2nd Annual Colorado Medical Marijuana Harvest Cup. This four-way cross between Sour Diesel, Sensi Star, Original Diesel, and NYC Diesel excels at delivering both intense and balanced effects: an acute, speedy sativa onset gravitates into numbing relaxation. The hybrid effects make this strain a reliable choice for mental and physical relief alike, so it’s no surprise that Bio-Diesel is cherished by cannabis connoisseurs."
	},
	{
		"Strain" : "Bio-Jesus",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Flowery,Chemical",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Bio-Jesus is an indica-dominant hybrid renowned for its numbing potency and exceptional pain relief application. The strain springs from affluent genetics: its appearance resembles the favorite Ohio-bred indica Gumbo, and its aroma is similar to the Colorado Medical Marijuana Harvest Cup award-winning Bio-Diesel. Thanks to this parentage, Bio-Jesus provides intense body effects and a cerebral haze that promotes nighttime use."
	},
	{
		"Strain" : "Biochem",
		"Type" : "indica",
		"Value_flavors" : "Spicy/Herbal,Skunk,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Sleepy,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.4,
		"Description" : "Biochem is the sedating cross of Chemdawg 4 and Sensi Star. This indica-dominant strain offers patients a weighted relaxation with a gentle headiness that infuses the body with a soft and soothing haze. Enjoy Biochem in the evening, as its effects naturally sedate. The aroma and taste are rich with notes of fuel, citrus, and herbaceous greenery, while the appearance is bright green with a peppering of purple entangled in orange pistils. "
	},
	{
		"Strain" : "Blackberry",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Blackberry is a popular strain known for its balance of an active sativa buzz and the high yields of plants due to its indica side. It was bred in 2009 by Dutch company Nirvana Seeds as a cross between a Black Domina clone from the U.S and their own Raspberry Cough. Flowering happens between 9 and 11 weeks and plants will have a tight leaf structure and frosty buds. Indoor growing is recommended, but be warned, Blackberry plants are pungent. This strain has strong smoke that can have a fuel smell, but it is dominantly fruity."
	},
	{
		"Strain" : "Blackwater",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Grape,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.6,
		"Description" : "Blackwater is an indica strain typically bred from Mendo Purps and San Fernando Valley OG Kush. Its round, compact buds take on a deep purple color and a sweet grape aroma that blends with subtle undertones of lemon and pine. What begins as a mellow and euphoric cerebral experience melts down to the rest of the body in a head-to-toe euphoric calm that relieves stress and anxiety. Patients have also reported its success in treating pain, appetite loss, and multiple sclerosis. This strain is recommended for late-night consumption as it can cause mental cloudiness and detract from productivity. Blackwater has a flowering time of 8 to 10 weeks and produces moderate yields in indoor, outdoor, and greenhouse gardens. The 2014 Los Angeles Cannabis Cup awarded Blackwater 3rd place in the indica category."
	},
	{
		"Strain" : "Blaze",
		"Type" : "sativa",
		"Value_flavors" : "Blueberry,Berry,Sweet",
		"Value_effects_positive" : "Euphoric,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Inflammation",
		"Rating" : 4.3,
		"Description" : "British Columbia Seed Company crossed the indica Blueberry with Haze in order to tame this lanky, long-flowering Blaze. This large sativa-dominant plant combines the soaring cerebral high and sweet-spicy smell of Haze, while getting shorter flowering times and a distinct dried-grape aroma from Blueberry. Blaze is closely related to Blueberry Haze and Blue Dream."
	},
	{
		"Strain" : "Blockhead",
		"Type" : "hybrid",
		"Value_flavors" : "Lime,Earthy,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.2,
		"Description" : "An indica-dominant hybrid, Blockhead is not for the inexperienced user. Powerful physical effects typical of indica strains are accompanied by intense psychoactive effects that deem this strain unfit for those who are looking for a lot of social activity. Alternatively, this brown earthy flower is optimal for pain relief and sedative relaxation. For the experienced connoisseur who appreciates and respects power, this robust strain could easily become a favorite."
	},
	{
		"Strain" : "Bloodhound",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Chestnut,Sage",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Talkative,Focused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Bloodhound is the obscure cross of Huckleberry Hound and Guard Dawg (by RedEyed Genetics). This genetic coupling was motivated by the desire to preserve the beautiful foliage and tartness of Huckleberry Hound while co-opting Guard Dawg’s potency. With a decent yield and THC percentage upwards of 24%, this strain smells of tart fruit intermixed with an earthy chocolate fondue flavor."
	},
	{
		"Strain" : "Blowfish",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Earthy,Sage",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headache,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Blowfish is an indica-dominant hybrid bred by Dutch Flowers, who crossed a G13 and Oregon Funk hybrid with a G13 and Blue Dot hybrid to create this cannabis strain."
	},
	{
		"Strain" : "Blucifer",
		"Type" : "sativa",
		"Value_flavors" : "Blueberry,Berry,Minty",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Lack of Appetite,Nausea,Headaches",
		"Rating" : 4.3,
		"Description" : "Created in 2013 by Terraform Genetics who crossed Conspiracy Kush and Blue Dream, Blucifer is a blue-ish purple sativa strain that radiates with the smell of blueberries and cream with a spicy finish. These frosty buds are meant to leave you feeling productive and motivated, making it a perfect choice for inspiring that long-overdue nature walk. Blucifer works well in indoor gardens with minimal direct sunlight, and it should finish flowering in 55 to 60 days."
	},
	{
		"Strain" : "Blueberry",
		"Type" : "indica",
		"Value_flavors" : "Blueberry,Berry,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "A true A-List cannabis strain. Blueberry’s legendary status soared to new heights after claiming the High Times’ Cannabis Cup 2000 for Best Indica. The long history of the strain is traced back to the late 1970s when American breeder DJ Short was working with a variety of exotic landrace strains. However, throughout the decades of Blueberry’s cultivation the genetics have been passed around, due in large part to DJ Short working with multiple seed banks and breeders. The sweet flavors of fresh blueberries combine with relaxing effects to produce a long-lasting sense of euphoria. Many medical patients appreciate Blueberry for its ability to suppress pain and relieve stress, while connoisseurs and growers admire the strain for its colorful hues and high THC content. "
	},
	{
		"Strain" : "Blues",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Pungent,Blue Cheese",
		"Value_effects_positive" : "Hungry,Happy,Talkative,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4,
		"Description" : "Blues, also known as “Livers,” is a famous hybrid strain in the U.K. Its origins are a well-kept secret, but many speculate Blues to be a unique phenotype of Sensi Seeds’ Skunk #1 from the 80’s. Those who have chanced upon this mysterious clone-only strain describe its effects as uplifting, long-lasting, and clear-headed. Blues plants are strong and resilient, growing large buds that give off a sweet berry aroma."
	},
	{
		"Strain" : "Bluniverse",
		"Type" : "hybrid",
		"Value_flavors" : "Blueberry,Berry,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headaches",
		"Rating" : 4.7,
		"Description" : "Bluniverse, also called Blue Universe, is a 50/50 hybrid strain bred by Dynasty Seeds. Mothered by Blue Magoo and fathered by Ms. Universe, Bluniverse inherits a complex flavor profile of blueberry, cherry, and vanilla spice. Its initial effects focus themselves cerebrally, with high-flying euphoria that tapers into pacifying relaxation over time. This hybrid may express one of three different phenotypes, one that takes after Blue Magoo, another taking after Ms. Universe, and a third that exhibits a balance of each parent’s characteristics."
	},
	{
		"Strain" : "Blurple",
		"Type" : "hybrid",
		"Value_flavors" : "Pepper,Tobacco,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Focused,Giggly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.3,
		"Description" : "Blurple, also known as Blue Dream Purple, is a balanced hybrid cross between Blue Dream and Mendocino Purps. Its effects position themselves cerebrally at first, with gentle body relaxation that keeps you feeling light and free of tension. Drawing from both sides of the family, Blurple carries a sweet, dessert-like berry and grape aroma that comes to life on the inhale. This strain earns its name as bluish purple hues swirl throughout Blurple’s green buds."
	},
	{
		"Strain" : "Blush",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Honey,Pepper",
		"Value_effects_positive" : "Hungry,Happy,Creative",
		"Value_effects_negative" : "Dry Eyes,Anxious",
		"Value_effects_medical" : "Fatigue,Eye Pressure,Muscle Spasms",
		"Rating" : 5,
		"Description" : "Blush by Gastown is a balanced hybrid strain with uplifting cerebral effects and relaxing physical attributes. This strain tends to symptoms of depression by elevating the consumer’s mood with an intense, smile-inducing euphoria. This smiley head-high slowly dissolves into the body, saddling the limbs with a calming weight that allows the consumer to relax and relinquish stressful thoughts. Enjoy Blush near the end of the day to maximize its stress relieving qualities.    "
	},
	{
		"Strain" : "Bogart",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Sweet,Tropical",
		"Value_effects_positive" : "Happy,Talkative,Uplifted,Sleepy,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4,
		"Description" : "Bogart is a rendition of OG Kush distributed by Canadian LP Tweed that delivers hefty euphoric effects suitable for consumers with a high cannabis tolerance. As you might expect from an OG Kush flower, Bogart smells earthy and woody like a pine tree, with subtle hints of sour lemon. The high THC content of Bogart makes this hybrid strain particularly useful for patients treating PTSD, nausea, pain, and stress. "
	},
	{
		"Strain" : "Booger",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Berry",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.7,
		"Description" : "Booger may not have an appetizing name, but a look at this hybrid’s genetics may be all the convincing you need to give this strain a try: Strawberry Cough combines with Bubba Kush to create a balanced effect that walks the line between physical relaxation and cerebral energy. This Colorado native introduces itself with a sweet berry and sour skunk aroma while earthy, hashy flavors are detected on the exhale. With uplifting and calming effects, Booger uncoils stress and worry while encouraging a more lighthearted outlook on life (because seriously, you’re consuming a strain called “Booger”)."
	},
	{
		"Strain" : "Bootlegger",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Skunk",
		"Value_effects_positive" : "Hungry,Euphoric,Sleepy,Giggly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Stress,Cramps,Headaches",
		"Rating" : 0,
		"Description" : "Bootlegger is a potent cross of AK-47 and Gupta Kush. The front-end parentage of AK-47 offers famous potency, but the addition of Gupta Kush improves bud growth and structure, leading to pungent, oily colas that mature in about 8 to 9 weeks. Expect a sweet, earthy aroma with effects distinct to hybrid crosses: creative, cerebral, and mood lifting, along with the functional sedation common among many OG strains. "
	},
	{
		"Strain" : "Bordello",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Citrus,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Bordello is a strain that is slightly indica-dominant in makeup, but it also provides patients with a heavy dose of sativa-like mental effects. This strain hits behind the eyes first, with some tingling and a release of pressure that may make it an effective choice for treating migraines or eye conditions such as glaucoma. The relaxation spreads throughout the body, giving powerful pain relief. While this cross of Blueberry Apocalypse and Alexis strains makes patients feel euphoric and uplifted, it definitely knocks out all mental focus, so save it for a day that’s free of pressing plans. Bordello’s flowers will be loose with some curly leaves and have a subtle fruit and herb aroma."
	},
	{
		"Strain" : "Brainwreck",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Citrus,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Eye Pressure",
		"Rating" : 4.7,
		"Description" : "Brainwreck is the 50/50 hybrid cross of parent strains Trainwreck, Brain Child, and Brain. Trainwreck and Brain Child (Willy’s Wonder x Jack Herer) give this strain rich, lung-expanding notes of pine that blend well with the sweet, earthy aromas of its indica parentage. Brainwreck is exhilarating and cerebral from the onset, making it a worthwhile strain for consumers seeking to overcome fatigue. Its effects will remain mentally elevated even while the physical effects mellow and level out.  "
	},
	{
		"Strain" : "Bubbleberry",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Berry,Blueberry",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Spasticity",
		"Rating" : 4.4,
		"Description" : "Bubbleberry is a treat for cannabis consumers on either side of the indica-sativa divide. Combining the sweet, floral taste and aroma of Bubble Gum with the all-star fruity skunkiness of Blueberry, this strain has depth while remaining immensely palatable. Enjoy this strain anytime, day or night, but understand that this strain’s pungent aroma will turn heads from 50 yards away. "
	},
	{
		"Strain" : "Bubblegun",
		"Type" : "hybrid",
		"Value_flavors" : "Pepper,Blueberry,Mint",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Tingly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Headaches",
		"Rating" : 3.8,
		"Description" : "Bubblegun is a hybrid strain whose name plays homage to its genetics—it’s a slightly indica-dominant cross of Bubble Gum and AK-47. Good for treating insomnia and pain, this balanced hybrid starts off with uplifting effects that bring strong pain relief and sedation properties. As plants, Bubblegun shows off its indica side by staying short and flowering in 8 to 9 weeks. Flowers will be compact and give off a sugary bubble gum aroma. This strain is also popular for those looking to boost their appetite."
	},
	{
		"Strain" : "Bubblicious",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Rose",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Headaches,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Bubblicious (not to be confused with Wonka’s Bubblicious) is Nirvana Seeds’ rendition of the classic Indiana Bubble Gum. Refined in the Netherlands since the 1990s, Bubblicious captures the signature bubble gum flavor that first lent this hybrid widespread notoriety. Sometimes, Bubblicious will even take on a pink hue that further justifies the naming of this sweet-smelling hybrid. Potent and relaxing, Bubblicious offers full-body effects that soothe tension and stress even in seasoned THC veterans."
	},
	{
		"Strain" : "Burkle",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Berry,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Tingly,Sleepy",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Muscle Spasms",
		"Rating" : 4.9,
		"Description" : "Burkle, 3rd place winner of Best Indica Flower at the 2016 Colorado Cannabis Cup, is an indica-dominant hybrid that crosses Pre-98 Bubba Kush with Granddaddy Purple (though some claim it to be Purple Urkle based on the name). The result is a powerfully relaxing indica that consumes the body with calming effects that ease away pain and induce sleep. Burkle is great for a lazy evening at home, but not so great for being productive. Its sweet flavor profile is a blend of spiced licorice aromas and an earthy peppermint aftertaste. This strain is known to produce a case of the munchies which makes it a good choice for those suffering from a lack of an appetite."
	},
	{
		"Strain" : "Butterscotch",
		"Type" : "indica",
		"Value_flavors" : "Nutty,Tar,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Butterscotch is a treat of a strain that gets its name from its distinctive candy aroma. This strong indica helps patients to gain some mental peace and unwind from a stressful day. Effects tend to be sedative and sleep-inducing, so Butterscotch is a good choice for treating insomnia."
	},
	{
		"Strain" : "C3Po",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Earthy,Lemon",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Spasticity",
		"Rating" : 4.3,
		"Description" : "Named after the eloquent and fussy droid from a galaxy far, far away, C3PO is a sativa-dominant hybrid strain cultivated in Humboldt County, California by Petrolia Farms. With the smell of fresh pine, C3PO delivers relaxing effects with mental clarity due to its high CBD content which usually falls between 13-15%. Minimal amounts of THC (less than 1%) mean this strain won’t cause the intense cerebral euphoria typically associated with high-THC varieties. Because of its CBD:THC ratio, medical patients might turn to this strain for treating pain, anxiety, and inflammation, among other symptoms and conditions."
	},
	{
		"Strain" : "C4",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Citrus,Lemon",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.5,
		"Description" : "An indica-leaning cross between Cotton Candy and Shiskaberry, C4 is known for its high yields and resin production that make it an excellent option for producing top-notch concentrates. The fruity aroma is highlighted by a thick, earthy tones that mixes with flavors of pine and citrus. Its deep, relaxing effects are recommended to those battling depression and anxiety, and are sure to blow you out of any funk you may find yourself in."
	},
	{
		"Strain" : "Cactus",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.6,
		"Description" : "First bred by Jordan of the Islands, Cactus is an indica cross between Afghani and Northern Lights and is named after its vague resemblance to the pear cactus. Cactus buds are conic with knobby formations and emit an organic earthy aroma with citrus notes. This indica is an adept painkiller, providing relief to aches and sore muscles as well as spasms and anxiety. While its indica genetics prepare us for a sleepy, relaxed experience, many describe Cactus as having more uplifting, energizing effects characteristic of sativa strains. Cactus has become a popular staple among the connoisseurs of Seattle, and was among the first place winners in the 2012 High Times Cannabis Cup."
	},
	{
		"Strain" : "Cambodian",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Tropical,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Talkative",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Fatigue",
		"Rating" : 4.2,
		"Description" : "Cambodian refers to any strain that grows natively in this region. These indigenous vareities (also called landraces) tend to be sativa in structure and effect due to Cambodia's latitude and climate."
	},
	{
		"Strain" : "Candyland",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.6,
		"Description" : "Candyland, a gold medalist of the 2012 KushCon, is a sativa-dominant hybrid bred from Granddaddy Purple and Bay Platinum Cookies. Golden hairs weave through Candyland’s thick coat of sugar-like trichomes and highlight the compact, camouflage-colored buds. This strain grows well indoors and out, and patients turn to Candyland to relieve pain, muscle tension, and sour moods. Strong sativa genetics give Candyland uplifting and stimulating effects, making it a perfect strain for social gatherings or creative pastimes."
	},
	{
		"Strain" : "Canna-Tsu",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Canna-Tsu is a hybrid cannabis strain that combines genetics from two CBD-rich parents, Cannatonic and Sour Tsunami. Sweet earthy flavors activate on the exhale, complementing the subtle citrus aroma that radiates from Canna-Tsu’s buds. Because of its high-CBD, low-THC cannabinoid profile, Canna-Tsu delivers its mellow effects with mental clarity. Strains high in CBD like Canna-Tsu are highly demanded by patients treating pain, inflammation, anxiety, and seizures. "
	},
	{
		"Strain" : "Cannasutra",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Uplifted,Aroused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress",
		"Rating" : 4.8,
		"Description" : "CannaSutra by Delta 9 Labs is a 70/30 indica-dominant cannabis strain parented by Reclining Buddha and Sensi Star. Appropriately derived from the Sanskrit love guide Kama Sutra, this strain is said to sharpen the senses for enhanced romantic encounters. Mellow and functional enough to leave mental acuity intact, CannaSutra is an excellent indica for daytime indulgence. Its flavor is comparable to that of incense, with sweet hashy accents that leave you feeling relaxed and peaceful as you exhale."
	},
	{
		"Strain" : "Cannadential",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Diesel",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headache,Headaches,Inflammation",
		"Rating" : 4.1,
		"Description" : "Grows like Cannalope Haze, tastes like LA Confidential. This plant is the perfect mix of indica/sativa. Heavy buds and a fruity smell brought to us by those crazy geneticists from DNA Genetics. Anything crossed into the LA strain results in something special, every time."
	},
	{
		"Strain" : "Cannatonic",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Inflammation,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Cannatonic is a unique hybrid strain bred by Spanish seed bank Resin Seeds specifically for its low THC content (rarely above 6%) and high CBD content (6-17%).  A cross between a female MK Ultra and a famous G13 Haze male, it produces a relatively short-lived, mellow high that is also uplifting and powerfully relaxing, thanks to the high CBD content.  As one of the premier medical strains, Cannatonic is often used to treat pain, muscle spasms, anxiety, migraines, and a wide variety of other physiological and psychological symptoms.  Most phenotypes present with a slight earthy odor and a mild, sweet, vaguely citrusy flavor. "
	},
	{
		"Strain" : "Capers",
		"Type" : "indica",
		"Value_flavors" : "Pungent,Skunk,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Insomnia,Pain,Lack of Appetite,Nausea,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Capers is a mostly indica strain believed to have descended from the Burmese Kush genetic line. Pain and insomnia are crushed under the weight of this indica's relaxing effects, making this powerhouse indica a perfect choice for late night consumption. Its THC content typically falls around 15% with other cannabinoids occuring in trace amounts."
	},
	{
		"Strain" : "Caramelicious",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Vanilla,Coffee",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headache,Inflammation,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Caramelicious is a hybrid cannabis variety that has sticky buds and a caramel flavor.  A favorite after dinner smoke for some, provides a sweet taste and happy high."
	},
	{
		"Strain" : "Caramella",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pine,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Aroused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Eye Pressure,Spasticity",
		"Rating" : 4.8,
		"Description" : "Caramella is an 80/20 indica-dominant strain recommended for late nights out with friends as it provides an uplifting and social high. This robust strain produces long colas, deep green leaves, and sticky resin scattered around the plant like fairy dust. This easy-to-grow indica finishes flowering in about 8 to 9 weeks."
	},
	{
		"Strain" : "Caramelo",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Flowery,Lavender",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.1,
		"Description" : "The breeders at Delicious Seeds continue to live up to their name with this flavorful 70/30 sativa-dominant hybrid they call Caramelo. Caramelo is derived from the Lavender family, inheriting that signature floral aroma with accents of sweet and spicy fruit. Though made famous by its complex terpene profile, consumers also appreciate Caramelo for its lightweight uplifting effects that promote energy alongside potent symptom relief."
	},
	{
		"Strain" : "Carnival",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Pine",
		"Value_effects_positive" : "Hungry,Euphoric,Happy,Talkative,Giggly",
		"Value_effects_negative" : "Dizzy",
		"Value_effects_medical" : "Depression,Insomnia,Lack of Appetite,Headache,Fatigue,Eye Pressure",
		"Rating" : 4.3,
		"Description" : "Carnival by Ministry of Cannabis is a sativa-dominant strain designed to translate the eccentric, colorful vibe of Carnival from the streets of Brazil into the mind of the consumer. This cerebral strain gets its powerful mental effects from its select Haze mother and its unknown sativa-hybrid father. The scents of citrus and lemon candy explode off the lanky spears created by this plant. Know to thrive both indoors and outdoors, Carnival has a snappy flowering time of only nine weeks. This strain’s upbeat euphoria and general mood alteration makes it a great social strain to share among friends."
	},
	{
		"Strain" : "Catfish",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Ammonia,Chemical",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.8,
		"Description" : "Catfish is a sativa strain that took 1st place in the High Times' 2014 Michigan Medical Cannabis Cup."
	},
	{
		"Strain" : "Cheese",
		"Type" : "hybrid",
		"Value_flavors" : "Cheese,Pungent,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.1,
		"Description" : "Named for its sharply sour aroma, Cheese is an indica-dominant hybrid from the U.K. that has achieved widespread popularity for its unique flavor and consistent potency. With origins that stretch back to the late 1980s, Cheese is said to descend from a Skunk #1 phenotype whose pungent aroma made it stand out. Breeders like Big Buddha Seeds later introduced Afghani indica genetics to increase Cheese’s trichome production and yields. The resulting hybrid is now well-known for its relaxed, happy effects that gently ease you into a blissful state of mind."
	},
	{
		"Strain" : "Cheeseburger",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Cheese,Coffee",
		"Value_effects_positive" : "Relaxed,Uplifted,Tingly,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Eye Pressure,Inflammation",
		"Rating" : 3.3,
		"Description" : "Cheeseburger by Cannasol Farms (of Omak, Washington) is a deep, sumptuous strain that leaves the consumer feeling satisfied, like a cheeseburger after a hard day’s work. With a long, mysterious heritage coming out of Okanogan, this indica-dominant strain was entrusted to Cannasol to ensure its wholesome genetics were preserved. With yield-per-plant weight reaching several pounds each, this plant grows and grows. Cheeseburger has been known to grow especially well with long summer nights, and matures when the first ears of corn ripen on the stalk."
	},
	{
		"Strain" : "Cheesewreck",
		"Type" : "hybrid",
		"Value_flavors" : "Cheese,Blue Cheese,Woody",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.3,
		"Description" : "Cheesewreck is a sativa-dominant hybrid bred by Seedism Seeds that brings together the pungent, sour aroma of Cheese with the staggering potency of Trainwreck. The effects of this hybrid may not settle in right away, but when they do, Cheesewreck reminds you of its Trainwreck genes with crushing euphoria and full-body relaxation. Cheesewreck trails off into a comfortable sleepiness over time and settles racing thoughts as you wind down for the night. High yields of Cheesewreck will be ready for harvest following its 9 to 10 week flowering cycle indoors."
	},
	{
		"Strain" : "Chemwreck",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Chemical,Pungent",
		"Value_effects_positive" : "Happy,Energetic,Talkative,Uplifted,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Headaches,Inflammation",
		"Rating" : 4.6,
		"Description" : "ChemWreck is a sativa-dominant hybrid bred by Lionhart. The combination of Chemdawg and Trainwreck genetics gives way to a pungent aroma of diesel fumes that produces flavors of lemon, citrus, and pine. The potent effects of ChemWreck are uplifting and energetic, providing creative stimulation and deep relaxation without putting you to sleep."
	},
	{
		"Strain" : "Chemdawg",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.3,
		"Description" : "Chemdawg has developed quite the name for itself over the years. Between its mysterious origin, ambiguous genetics, and the plethora of successful crosses the strain has produced, Chemdawg has practically secured itself a permanent place in the cannabis hall of fame. The original source of powerhouse strains like Sour Diesel and OG Kush, Chemdawg is known for its distinct, diesel-like aroma. Pungent and sharp, you’ll be able to smell this hybrid from a mile away. Cannabis newbies be warned: Chemdawg tends to be very potent. Depending on grow conditions, this strain tends to have THC levels of 15-20%. Consumers can expect to have a very cerebral experience, coupled with a strong heavy-bodied feeling.  "
	},
	{
		"Strain" : "Chemnesia",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Diesel,Lemon",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Fatigue,Headaches,Inflammation",
		"Rating" : 4.8,
		"Description" : "Chemnesia has been dubbed one of the most powerful strains in Illinois by its breeder, Bedford Grow. This genetic synthesis of Amnesia Sour Diesel and I-95 offers consumers invigorating mental and physical effects that help combat fatigue, depression, and inflammation. The potent strain can also promote focus and creativity in the proper dose. Emitting a pleasant aroma of citrus and fuel, Chemnesia’s terpene and cannabinoid profile make for a quality sativa-dominant hybrid.  "
	},
	{
		"Strain" : "Chemo",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Woody",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.4,
		"Description" : "Rumor has it that Chemo’s beginnings stretch back to the 1970s in Canada where this heavy indica was allegedly developed to treat the side effects of chemotherapy. Another name for this strain is “UBC Chemo” in reference to the university in which Chemo is said to have been conceived. Chemo’s genetics is carried on by Jordan of the Islands, whose rendition is best known for its subtle woody aroma and potent medicinal effects perfect for patients treating nausea, appetite loss, pain, and sleeplessness. "
	},
	{
		"Strain" : "Chernobyl",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Lime,Lemon",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.4,
		"Description" : "Chernobyl is a sativa-dominant hybrid strain that carries a unique lime sherbet smell. Originally bred by TGA Genetics, this citrusy strain descends from Trainwreck, Jack the Ripper, and Trinity. Expect dreamy, long-lasting cerebral effects that will float you to a happy mood and relaxed mindsets. "
	},
	{
		"Strain" : "Chiesel",
		"Type" : "hybrid",
		"Value_flavors" : "Cheese,Diesel,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.4,
		"Description" : "Big Buddha Cheese and NYC Diesel come together to form the Chiesel cannabis variety. Strong smell is to be expected considering its lineage, and Chiesel provides a euphoric and functional stone. Chiesel has been known to produce a very high yield under optimum conditions."
	},
	{
		"Strain" : "Chloe",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Inflammation,Muscle Spasms",
		"Rating" : 4.9,
		"Description" : "Chloe is a powerful and mysterious sativa-dominant hybrid created by Chris Wren of Medizin, Las Vegas. This strain won 1st place at the International Cannagraphic Magazine Cup in 2015 and has since gone on to accrue local renown and praise for its incredible medicinal qualities. Even though this strain leans 60/40 sativa-dominant, it possesses potency and physical sedation that can lull the most experienced person to sleep with continued consumption. Chloe is also a welcome companion for patients seeking relief from a wide variety of ailments, including loss of appetite and chronic pain.     "
	},
	{
		"Strain" : "Chocolope",
		"Type" : "sativa",
		"Value_flavors" : "Coffee,Earthy,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "DNA Genetics developed Chocolope by crossing Chocolate Thai with Cannalope Haze to create their homage to the Chocolate strains of the 1980s. The hefty sativa buds give earthy, sweet coffee flavors that provide a dreamy, cerebral effect. Consumers report a strong, euphoric mental shift that is great when coping with depression or stress."
	},
	{
		"Strain" : "Chronic",
		"Type" : "hybrid",
		"Value_flavors" : "Skunk,Woody,Pungent",
		"Value_effects_positive" : "Happy,Energetic,Talkative,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.4,
		"Description" : "The word 'chronic' has become a commonplace descriptor of high-quality marijuana, but this Chronic is a balanced hybrid cross between Northern Lights, Skunk, and AK-47 originally bred by Serious Seeds in 1994. The AK-47 was later introduced to the genetic mix to increase its resin content and effect complexity without diminishing yields. Sweet honey, flower, and spice color the aroma of this renowned hybrid, but take extra care during the drying process: its delicate scent is easily lost. Chronic forms massive colas with very few leaves, so topping this high-yielder isn't advisable. "
	},
	{
		"Strain" : "Chupacabra",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Vanilla,Nutty",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headaches",
		"Rating" : 4.8,
		"Description" : "Chupacabra looks like a sativa and acts like an indica. With tall, bright green buds that fray into even brighter orange hairs, this wild strain reeks of its Golden Goat heritage. This strain, bred by Colorado Seed Inc., brings together Hawaiian Romulan’s mental stylings with Island Sweet Skunk’s brilliant tropical aroma, and is finally anchored by Gupta Kush. This 50/50 hybrid will leave your mind sizzling as you nestle into your favorite piece of furniture."
	},
	{
		"Strain" : "Cinex",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Earthy,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "Cinex, a hybrid of parents Cinderella 99 and Vortex, has a mixture of flavors ranging from sweet citrus to earthy skunk. The effects are clear-headed and uplifting, perfect for building a positive mindset and stimulating creative energy. Consumers enjoy Cinex for its ability to suppress pain and depression."
	},
	{
		"Strain" : "Cirrus",
		"Type" : "sativa",
		"Value_flavors" : "Diesel,Menthol,Pungent",
		"Value_effects_positive" : "Euphoric,Creative,Talkative,Giggly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Nausea,Fatigue,Headaches,Inflammation",
		"Rating" : 5,
		"Description" : "Cirrus by Oregon Cannabis Authority is a high-potency Candyland phenotype. This heady sativa-dominant strain has been known to achieve a THC percentage north of 26% and emits ripe, fuel-like overtones underpinned by musky earth. Cirrus’s buds are decorated in golden hairs and glittering trichomes, exhibiting hints of purple that speak to the strain’s Granddaddy Purple lineage. Anticipate a relaxed body buzz that helps center and focus the mind while reducing pain and gently enhancing mood. Its clear-headed buzz and kind physical effects make it an ideal companion throughout the day in the right dosage.   "
	},
	{
		"Strain" : "Citrix",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Grapefruit,Orange",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Aroused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Anxious",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Nausea,Fatigue",
		"Rating" : 4.3,
		"Description" : "Citrix is a hybrid cannabis strain that draws its genetics from a flavorful Grapefruit mother and a resinous LA Confidential male. Named for its intense orange aroma, Citrix entices the senses before drawing you into its active, clear-headed euphoria. If Citrix makes it into your garden, the telltale signs of a good phenotype include a pungent aroma, disease resistance, heavy yields, rapid vegetative growth, and a dense bud structure."
	},
	{
		"Strain" : "Clementine",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Orange,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "Clementine is a sweet, citrus flavored sativa hybrid that combines Tangie with Lemon Skunk genetics. The concentrated live resin of Clementine from Crocket Family Farms took home 2nd Place for the Best Sativa Concentrate at the 2015 Cannabis Cup in Michigan."
	},
	{
		"Strain" : "Cornbread",
		"Type" : "indica",
		"Value_flavors" : "Lemon,Citrus,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.6,
		"Description" : "Cornbread by Rare Dankness is an 80/20 indica-dominant hybrid strain that crosses Katsu Bubba Kush and Rare Dankness #2. Its aroma is a sweet mix of lemons and incense, and like a perfect appetizer, Cornbread is all you’ll need to invite the appetite before dinner. With heavy, tranquilizing effects that relax the body, Cornbread also makes a great nightcap as you transition into sleep."
	},
	{
		"Strain" : "Crosswalker",
		"Type" : "indica",
		"Value_flavors" : "Blueberry,Pine,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Nausea,Eye Pressure,Inflammation",
		"Rating" : 4.4,
		"Description" : "Crosswalker is a 70/30 indica-dominant cannabis strain that crosses Skywalker OG and Blueberry. When consumed, you will notice an earthy, sweet, and citrus undertone that lingers in your mouth. You’ll be left with a happy and euphoric feeling, but be careful consuming too much of this strain at once, as you may be on the couch longer than you would have expected."
	},
	{
		"Strain" : "Crypt",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Cheese,Lemon",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Focused,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.4,
		"Description" : "Crypt from Northern California is an indica-dominant hybrid with a mysterious lineage. Its aroma falls on the border between sweet and sour, blending pine, lemon, and cheese flavors."
	},
	{
		"Strain" : "Crystalberry",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Blueberry",
		"Value_effects_positive" : "Relaxed,Hungry,Sleepy,Giggly,Aroused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headaches",
		"Rating" : 4.5,
		"Description" : "Crystalberry is an indica-dominant cannabis strain crossed using two popular and well-loved strains, Sensi Star and DJ Short’s Blueberry. Your senses will instantly notice the notes of sweet blueberry and lemon throughout. The effects are led by a long-lasting euphoric buzz followed by full-body relaxation help you manage pain and tension."
	},
	{
		"Strain" : "Cuvee",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Flowery,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Headaches",
		"Rating" : 4.5,
		"Description" : "A collaboration from TGA Genetics and Aficionado Seeds, Cuvee was created crossing Space Queen and the clone-only Pinot Noir. This hybrid plant will hit you fast with a relaxing body high while you taste sweet cherries and chocolate. Rich flavor paired with copious amounts of resin makes Cuvee a great strain for making cannabis concentrates."
	},
	{
		"Strain" : "Damnesia",
		"Type" : "hybrid",
		"Value_flavors" : "Pepper,Spicy/Herbal,Earthy",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.2,
		"Description" : "A spin-off of the Amsterdam staple Amnesia Haze, Strain Hunters Seeds has crossed the Haze with another coffee shop powerhouse, AMS, to create a long-lasting hybrid. Damnesia has a pungent scent of spicy incense and black pepper. The strong cerebral effects are great for socializing and activating your creative juices but they can creep up slowly. Many search for this strain when looking for an uplifting, energetic solution to pain issues or when suffering from a lack of appetite."
	},
	{
		"Strain" : "Dancehall",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Inflammation",
		"Rating" : 4.6,
		"Description" : "Dancehall, a 60/40 sativa-dominant hybrid, was bred by Reggae Seeds by combining Juanita La Lagrimosa (a Mexican-Afghani-Spanish hybrid) with Kalijah (Blue Heaven crossed with a Mexican-Afghani hybrid). Named after a style of Reggae played in times of celebration, Dancehall will lift your spirits to a happier place where creativity and social bonding thrive. As its flowers mature, vibrant shades of green, blue, purple, and red twist underneath its crystal trichomes while aromas both sweet and spicy dance from cracked buds. "
	},
	{
		"Strain" : "Deadwood",
		"Type" : "indica",
		"Value_flavors" : "Berry,Earthy,Lavender",
		"Value_effects_positive" : "Relaxed,Creative,Sleepy,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Pain,Stress,Muscle Spasms",
		"Rating" : 3.9,
		"Description" : "Deadwood is potent indica cross between Bubba Kush and Sweet Pink Grapefruit. These robust indica strains come together to create good medicine for those suffering from insomnia, anxiety, and chronic pain. The aroma is sweet and skunky with spicy notes on the finish. Use Deadwood in the evening, as its effects will ground all future plans. Expect heavy sedation, weight on the eyelids and muscles, and a stone-solid buzz.   "
	},
	{
		"Strain" : "Delahaze",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Lemon,Mango",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Inflammation",
		"Rating" : 4.5,
		"Description" : "DelaHaze by Paradise Seeds is a 70% sativa strain bred from Mango Haze and California Lemon Skunk genetics. To the delight of commercial growers, DelaHaze has the energetic effect profile of a Haze sativa while still offering sizeable yields and a moderate flowering time. Mango and citrus notes express themselves loudly and bring a sweet overtone to the strain's earthy, spicy aroma. Staying true to its Haze genetics, this sativa delivers uplifting cerebral energy that fuels creativity, focus, and happiness, and then tapers into calm relaxation in time."
	},
	{
		"Strain" : "Destroyer",
		"Type" : "sativa",
		"Value_flavors" : "Lavender,Flowery,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Cramps,Fatigue",
		"Rating" : 4.9,
		"Description" : "Destroyer by CannaBiogen is a 100% sativa and CBG powerhouse created over seven years of breeding. Destroyer is the offspring of Meao Thai and a Mexican/Colombian cross, and emits a delicate fruity aroma intermixed with notes of lavender and floral sweetness. This high-THC strain develops beautiful frosted buds that offer consumers powerful psychoactive effects coupled with vigorous alertness. Enjoy this potent, nuanced sativa one hit at a time, as its THC content is designed for seasoned consumers. "
	},
	{
		"Strain" : "Diablo",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Spicy/Herbal,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Tingly,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.1,
		"Description" : "With lineage from Grapefruit, Blueberry and South African Sativa, there is a sweet flavor to the Diablo cannabis strain. This indica has a purple hue, fruity and spicy flavors, and a THC content that tends to fall between 15-20%. Diablo has an indoor flowering time of 6-7 weeks and took second place at the 2002 BC Harvest Cup in the outdoor category."
	},
	{
		"Strain" : "Dieseltonic",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Sleepy,Focused,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headaches,Inflammation",
		"Rating" : 4.1,
		"Description" : "Bred by Resin Seeds in Spain, Dieseltonic is a high-CBD hybrid cross between NYC Diesel and Cannatonic. With an equal THC and CBD content, Dieseltonic is a therapeutic variety used to treat mood disorders, pain, inflammation, spasms, and many other symptoms. Dieseltonic is energizing and uplifting with a sweet orange aroma. Its resistance to mildew and fungus makes Dieseltonic a great choice for novice growers, who can expect an 8 to 9 week flowering time indoors or an October outdoor harvest."
	},
	{
		"Strain" : "Digweed",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Skunk,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Inflammation",
		"Rating" : 3.9,
		"Description" : "Digweed is an indica-dominant strain that was named after a cat with a sweet tooth for cannabis plants. This high-CBD cross between Afghani and Sweet Tooth has a fruity, floral aroma and is often chosen by patients treating chronic pain, stress, and muscle spasms."
	},
	{
		"Strain" : "Dinachem",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pungent,Tropical",
		"Value_effects_positive" : "Relaxed,Euphoric,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress",
		"Rating" : 4.7,
		"Description" : "Dinachem by Dinafem Seeds is an especially potent cross of Guava Chem and the Original Chemdawg ‘91 from Chemdog’s own genetics. This strain enhances and preserves the potency and quality of Chemdog’s original strain while infusing fruit and floral nuances into the oily, woody aroma inherent to the strain. With natural pest and moisture resistance, Dinachem offers novice growers a hearty piece of cannabis history with a large yield and an average THC content of 18-23%. Dinachem won 1st prize for “Best Indica” at Cannazores Cup in 2016 and 2nd prize for “Best Indica” at IC420 Growers Cup in 2015.   "
	},
	{
		"Strain" : "Django",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Pungent",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Fatigue,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Django means “I awake,” in Romani, and this upbeat sativa will have you saying just that. Active and light, this strain’s effects might not be great for those looking for pain relief or strong relaxation. But if you want to lift your mood without losing energy, Django is just the thing. "
	},
	{
		"Strain" : "Do-Si-Dos",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.8,
		"Description" : "Do-Si-Dos is an indica-dominant hybrid with qualities similar to its parent, Girl Scout Cookies. With glittering trichomes, bright pistils, and lime green and lavender leaves, this strain is a feast for eyes. Its aroma is pungent, sweet, and earthy with slight floral funkiness. These classic OG aromas blend nicely with medical-grade body effects that lean toward the sedative side with the addition of Face Off OG genetics. Enjoy a stoney, in-your-face buzz off the start that melts down over the body, prettifying the consumer with relaxation that emanates outward. "
	},
	{
		"Strain" : "Donegal",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Energetic,Talkative",
		"Value_effects_negative" : "Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Fatigue",
		"Rating" : 3.8,
		"Description" : "Donegal is a variety of Chemdawg grown by Canadian LP Tweed. It is a sativa-dominant hybrid that is potent but will still allow you to maintain your typical routine. The flavors of Donegal are a mix of citrus and pungent diesel notes that give way to the heady effects that are first felt around the crown of your head and provide an uplifted mood and a rush of creativity."
	},
	{
		"Strain" : "Doox",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Lemon,Lime",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Doox is a sativa-dominant hybrid strain bred from Purple Cow and the legendary hybrid Chemdawg. The effects will set in quickly, delivering an intense body buzz coupled with dreamy euphoria. Doox flowers typically bloom in pale pastel greens masked by a dense coat of frosty resin. Pungent and skunky, this strain is sure to fill the room with its strong sour aroma. "
	},
	{
		"Strain" : "Dopium",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Pungent,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Headaches",
		"Rating" : 4.5,
		"Description" : "Dopium, a cross between ChemDawg and Sour Diesel, has a unique scent while keeping elements of that classic Sour Diesel smell. Described as delivering relaxing and mellow effects, Dopium has the sharp spice of diesel with floral hints."
	},
	{
		"Strain" : "Dorit",
		"Type" : "indica",
		"Value_flavors" : "Cheese,Earthy,Minty",
		"Value_effects_positive" : "Relaxed,Euphoric,Uplifted,Focused,Giggly",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Inflammation",
		"Rating" : 4.4,
		"Description" : "Dorit is a 70/30 indica-dominant strain tailored for patients treating pain, inflammation, indigestion, appetite loss, nausea, and sleep disorders. Bred in Israel by Tikun Olam, this strain inherits its name from Dorit Cohen, who helped found the company. "
	},
	{
		"Strain" : "Dreadlock",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Diesel,Pine",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress",
		"Rating" : 4,
		"Description" : "Dreadlock, hailing from Canada, is a 50/50 hybrid with energizing effects that carry social interactions to a new level. Patients and consumers chasing strains with mood-elevating properties stop their search at Dreadlock, a name derived from its dense, nappy buds. It produces heavy yields of sweet, musky flowers blanketed in crystal trichomes. A good strain for novice growers, Dreadlock plants are hardy and resilient when it comes to mold. Joint Doctor Seeds, the strain’s original growers, recommend indoor soil gardens and the “screen of green” method. A full 9 weeks for flowering is suggested with Dreadlock, as it tends to gain a lot of weight and THC in its final mile."
	},
	{
		"Strain" : "Drizella",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Pungent,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Cramps,Fatigue,Headaches",
		"Rating" : 4.8,
		"Description" : "Drizella is a sativa bred by Dynasty Seeds that crosses Cinderella 99, White Widow, and Space Queen. These resinous buds offer a tropical aroma, with notes of pineapple, citrus, and vanilla, delivering clear, stimulating cerebral effects that are long-lasting. This stable strain can be grown both indoors and outdoors, with a flowering time around 60 days."
	},
	{
		"Strain" : "Dutchberry",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.5,
		"Description" : "Dutchberry is a 60/40 sativa-dominant hybrid strain from Artizen Cannabis in Lacey, WA. Combining Dutch Treat and DJ Short’s Blueberry, this hybrid is loaded with citrus and berry flavors that taste as good as it smells. With a chemical profile that falls around 27% THC and 8% CBD, Dutchberry has one of the highest cannabinoid contents available in the marketplace today. The high CBD content helps modify the extreme THC content to produce a happy, giggly high perfect for unwinding after a long day at work."
	},
	{
		"Strain" : "Dynamite",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Grapefruit,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Headache,Inflammation",
		"Rating" : 4.4,
		"Description" : "Dynamite is a short and bushy indica strain that offers an aroma of sweet grapefruit and mixed fruit. Heavy physical effects weigh down the limbs and relax muscles, but Dynamite provides the mind with an invigorating spark to fuel creativity and conversation. The subtle, sweet aroma of grapefruit and mixed fruit breaks free from the bud when ground up. A quick finisher, Dynamite completes its flowering cycle in 7 to 8 weeks, yielding a heavy harvest of buds that may bloom in stunning hues of purple and pink."
	},
	{
		"Strain" : "Earthquake",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Skunk,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Eye Pressure",
		"Rating" : 4.5,
		"Description" : "The parent strains of Earthquake are currently being debated."
	},
	{
		"Strain" : "Edelweiss",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Lime",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.1,
		"Description" : "Edelweiss (literally ‘noble white’) was named after the famous white flower that grows in the high Swiss Alps. Both plants share qualities such as the star-shaped leaflets around the flower tops and the thick white coating on the leaves. Made from a blend of Hindu Kush, North Indian and Skunk, this is a mostly indica hybrid with just enough sativa background to perk up the powerful stone."
	},
	{
		"Strain" : "El-Na",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Tingly,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Cramps,Headaches,Inflammation,Muscle Spasms",
		"Rating" : 5,
		"Description" : "El-Na, an Israeli strain bred by Tikun Olam, is a 50/50 hybrid intended for treatment of chronic pain and nausea. Its balanced genetics provide medical marijuana patients with stress relief and an elevated mood. El-Na is a mild-strength option for consumers less accustomed to cannabis’ psychoactive effects."
	},
	{
		"Strain" : "Elephant",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Tropical",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Eye Pressure,Spasticity",
		"Rating" : 4,
		"Description" : "Elephant is an old school bud with a lineage lost to time. This strain supposedly acquired its name for the elephant-sized colas it creates during its flowering cycle. The chunky flowers express a sweet and sour aroma that is reminiscent of candy and citrus while also retaining a subtle spiciness. Elephant has a strong cerebral buzz that immediately strikes the head and settles behind the eyes. It’ll also get you talking and stimulate your creative side. Enjoy Elephant throughout the day to ignite appetite, spark creativity, and enhance all manner of physical activity. "
	},
	{
		"Strain" : "Elphinstone",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Pine,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Stress",
		"Rating" : 4.5,
		"Description" : "Elphinstone is a sativa-dominant strain that combines stimulating genetics and pungent terpenes. This strain is a cross of Sweet Skunk and Appalachia. This pungent pairing imbues the consumer with a giggly, uplifted mental state juxtaposed with mildly focused and relaxing physical effects. The flavors are a mixture of skunk and sweet 7-Up-like notes. "
	},
	{
		"Strain" : "Elvis",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Citrus,Skunk",
		"Value_effects_positive" : "Relaxed,Creative,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.6,
		"Description" : "Elvis is a hybrid creation by Seedism that crosses AK-47 with a sativa-dominant phenotype of Skunk #1, known as The Pure. Its flavors are a sweet, earthy mix of skunky musk with an added spice from AK-47 that amplifies the complexity of the flavor profile. Elvis produces a burst of cerebral activity that provides a spark of creative juice and a mellow, relaxing body effect that calms anxieties."
	},
	{
		"Strain" : "Enigma",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Pungent,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Creative,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Nausea,Inflammation",
		"Rating" : 4.6,
		"Description" : "The indica-dominant Enigma strain is as mysterious as its name makes it sound; not much is known about its origins, but Enigma is a long-lasting euphoric strain with earthy and tangy flavors. The natural progression of its effects begins with carefree happiness and ends in a sleepy haze. Enigma is a great strain for patients experiencing appetite loss and/or cachexia."
	},
	{
		"Strain" : "Erez",
		"Type" : "indica",
		"Value_flavors" : "Berry,Blueberry,Blue Cheese",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.3,
		"Description" : "Erez, a best-selling cannabis variety in Israel, is an indica-dominant strain developed by the company Tikun Olam and is named after their first patient. Although bred for treating sleep disorders, this strain’s 70% indica blend also effectively wards off pain, nausea, inflammation, and indigestion."
	},
	{
		"Strain" : "Everlast",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Skunk,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Tingly,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.6,
		"Description" : "Everlast from Machias, Washington is an 80/20 indica-dominant strain that induces deeply relaxing effects with a hashy, skunky aroma. With a THC content that can tower as high as 28%, Everlast is best chosen by experienced, seasoned consumers. It gets its name from the long-lasting euphoria that leaves your body suspended in tingling tranquility while the mind floats to active, happy escapes. Its heavy, body-focused effects are recommended for patients treating stubborn pain or sleeplessness."
	},
	{
		"Strain" : "Ewok",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headache,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Ewok, a cross between Albert Walker and Tahoe Alien, was the Hybrid winner of the 2013 Seattle High Times Cannabis Cup. Bred by Alien Genetics, Ewok is a fast-growing plant with a short vegetative cycle, but produces large yields of frost-covered buds as hairy as the Star Wars Ewoks themselves. Pungent fruity notes of tangerine and lemon introduce Ewok’s strong cerebrally-focused effects that promote relaxation and stress relief. The full-body sedation to follow makes this strain a viable option for treatment of pain and insomnia as well. "
	},
	{
		"Strain" : "Flo",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.2,
		"Description" : "This #1 rated Cannabis Cup winner of 1996 is the love child of Purple Thai and an Afghani Indica, bred by Dutch Passion and later propagated by DJ Short. The plant is described as having pear-shaped buds with purple calyxes. Flo can potentially be harvested multiple times, creating a 'flo' of buds. The effects are characterized as light and energetic, allowing for clarity of thought. "
	},
	{
		"Strain" : "Frankenstein",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Skunk,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Talkative,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Frankenstein is an 80% indica strain whose parents are unknown. Its potency is a talking point among patients and veteran consumers alike, who cherish this indica’s ability to push past the ceiling of their tolerance."
	},
	{
		"Strain" : "Freezeland",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Orange,Pine",
		"Value_effects_positive" : "Relaxed,Happy,Sleepy,Giggly",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 3.6,
		"Description" : "A celebrity cannabis strain in Quebec, Freezeland is an indica cross between Pluton and Friesland. These lavender-tipped buds have a fruity citrus flavor with pine undertones and potent full-body indica effects. Chronic pain and insomnia are the most common symptoms treated with this strain, and anyone looking for relaxation or rest will find it in Freezeland. Outdoor gardens will grow impressive harvests after an 8 week flowering period, an operation suitable for novice and expert growers alike."
	},
	{
		"Strain" : "Frida",
		"Type" : "indica",
		"Value_flavors" : "Lemon,Citrus,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Sleepy",
		"Value_effects_negative" : "Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Fatigue,Inflammation",
		"Rating" : 4.9,
		"Description" : "With the dense, full flavor of her indica parentage and over 12% CBD from an ACDC mother, Frida is a complex and enchanting strain that provides relief for mind and body while fueling inspiration, sensuality, appetite, and meditation. Named in celebration of “The Heroine of Pain,” Frida by Raven Grass reminds the consumer to reach further, encouraging physical wellness without encumbering you with sedation. Enjoy Frida’s therapeutic effects as a panacea for hangovers, chronic pain, anxiety, and depression. This high-CBD indica-dominant hybrid is a beautiful stone-alone strain, but is also an excellent addition to cannabis blends.    "
	},
	{
		"Strain" : "Frostbite",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Skunk,Berry",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Sleepy,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.3,
		"Description" : "Frostbite is a mostly sativa strain whose trichome-covered flowers look as if they should be frosty to the touch. The strain’s aroma is warmer, evoking earthy and spicy, tea-like notes. These plants do best when grown indoors, flowering at 8 to 9 weeks and producing heavy yields."
	},
	{
		"Strain" : "Frosty",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.4,
		"Description" : "Frosty cannabis strain is an Indica with beautiful crystal covered buds that look like they have been iced. Due to moderate THC content, Frosty has potent analgesic effect and wide medicinal applications. Frosty marijuana strain is good for evening and nighttime medicinal use."
	},
	{
		"Strain" : "Fruitylicious",
		"Type" : "indica",
		"Value_flavors" : "Blueberry,Sweet,Berry",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy",
		"Value_effects_negative" : "Dizzy,Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Eye Pressure",
		"Rating" : 4,
		"Description" : "Fruitylicious is an indica-dominant hybrid bred by Mandala Seeds. Its fruit flavors are passed down from its parent strains, Blueberry and Very Berry Hashberry, and mix with subtle notes of hazelnut and pine. The effects of Fruitylicious are happy and uplifting with a burst of euphoria that helps keep a smile on your face during outdoor activities and creative endeavors. "
	},
	{
		"Strain" : "Funfetti",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Flowery",
		"Value_effects_positive" : "Hungry,Happy,Energetic,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Muscle Spasms",
		"Rating" : 4.8,
		"Description" : "Funfetti is a 60/40 indica-dominant hybrid that crosses Cherry Pie with a select phenotype of Animal Cookies, nicknamed Secret Cookies. This strain was originally bred in Northern California by a group of breeders know as Bay Exclusives and was released in limited quantities. Funfetti expresses itself in dark shades of purple and blue that contrast the bright orange pistils and milky trichomes covering all available surface area of the bud. It carries a piney OG undertone to go along with its sweet creamy flavor that is reminiscent of fresh baked birthday cake. "
	},
	{
		"Strain" : "Future",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Earthy,Ammonia",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.8,
		"Description" : "Future by Exotic Genetix is a strain of cannabis crafted in the present, but sent from the future. This potent cross of Gorilla Glue #4 and Starfighter F2 delivers immediate euphoria that elevates the mind and relaxes the body. The strength of this strain has been known to dole out anxiety in novice consumers, so mind your dosage. But overall, Future is a wonderfully potent hybrid cross with aromas of chemical and chocolate with a light, earthy sweetness. Utilize this strain throughout the day to curb nausea and depression. "
	},
	{
		"Strain" : "Gto",
		"Type" : "hybrid",
		"Value_flavors" : "Blueberry",
		"Value_effects_positive" : "Hungry,Happy,Energetic,Focused,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Headaches",
		"Rating" : 4,
		"Description" : "GTO is a well-balanced hybrid that crosses parent strains Golden Goat and Triangle OG. The strain has a pungent, skunky aroma that can fill a room, but the exhale is sweet, earthy, and slightly tropical. Its effects are heady and talkative while exhibiting soothing warmth in the extremities. Enjoy GTO throughout the day to elevate mood, stimulate creativity and conversation, and curb depression. "
	},
	{
		"Strain" : "Gelato",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Pungent,Berry",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.7,
		"Description" : "Gelato (also referred to as 'Larry Bird') is another tantalizing hybrid cannabis strain from Cookie Fam Genetics, following in the footsteps of its parents Sunset Sherbet and Thin Mint Girl Scout Cookies. This Bay Area, California native gets its name from the fruity, dessert-like aroma, a common genetic thread among the Cookie family. Her buds tend to bloom in dark purple hues illuminated by fiery orange hairs and a shining white coat of crystal resin. Novice consumers may want to approach this THC powerhouse with caution, but those armed with a high tolerance will delight in Gelato’s heavy-handed euphoria. Physical relaxation comes on strong, but many find themselves still mentally agile enough to stay productive and creative when enjoying Gelato during the day."
	},
	{
		"Strain" : "Gemstone",
		"Type" : "hybrid",
		"Value_flavors" : "Tea,Citrus,Grapefruit",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.8,
		"Description" : "Gemstone is a coveted hybrid strain with a complex genetic background that combines Skunk #1, Northern Lights, Lavender, and Sour Diesel. Emerald green hues intermix with amethyst purples underneath a shimmering coat of crystal trichomes. As enticing as its exterior is Gemstone's aroma: a fragrant blend of flowery sweetness. With relaxing effects that begin in the body, Gemstone works its way up over time to a euphoric, energetic peak. Patients treating anxiety and pain often choose this hybrid as their go-to daytime medication, as it allows a good degree of functionality alongside potent relief. "
	},
	{
		"Strain" : "Gigabud",
		"Type" : "indica",
		"Value_flavors" : "Pine,Tree Fruit,Tropical",
		"Value_effects_positive" : "Relaxed,Hungry,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.4,
		"Description" : "Gigabud by G13 Lab is an indica-dominant hybrid cross between Big Bud and Northern Lights. This strain produces happy but sleep-inducing effects with an earthy aroma of fresh apricots. Gigabud’s relaxing qualities make it a strain best saved for the end of your day or when faced with sleepless nights."
	},
	{
		"Strain" : "Gobbilygoo",
		"Type" : "indica",
		"Value_flavors" : "Berry,Grape,Lavender",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.5,
		"Description" : "Gobbilygoo is an indica strain bred by Alphakronik, who combines genetics from Blue Magoo and Gobbstopper (a Purple Urkle and Sin City Kush hybrid). With a sweet flavor of blueberries and grapes, Gobbilygoo delivers deeply relaxing effects that keep both mind and body heavily pacified. Designed for growers in the Pacific Northwest, Gobbilygoo is highly resistant to mildew and flowers in 50 to 55 days."
	},
	{
		"Strain" : "Gobbstopper",
		"Type" : "indica",
		"Value_flavors" : "Berry,Skunk,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.5,
		"Description" : "Gobbstopper is a berry flavored indica strain and the second entry in Alphakronik Genes’ Wonka Series. Created by crossing Purple Urkle and Sin City Kush, Gobbstopper’s long-lasting fruity flavor opens up on the nose with sweet, tart fruit and savory earthiness. This strain’s aroma ranges from grape Pez with hints of tapioca to Mt. Hood raspberries and sandalwood. Its bud structure reflects its Kush genetics, offering deep colors and healthy trichome coverage. The effects are relaxing and floaty, “making you feel as if you were floating down a river of warm, melted chocolate,” or so says Alphakronik. "
	},
	{
		"Strain" : "Godberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Blueberry,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Godberry is a potent indica-dominant hybrid strain that provides strong pain relief effects. Most likely a cross between God and Blueberry, this fruity strain is a favorite among growers because it easily produces high yields both indoors and out. Completely body-numbing, this strain won’t lead to any active pursuits and is good for those TV marathon days."
	},
	{
		"Strain" : "Godzilla",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Berry,Diesel",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.3,
		"Description" : "Crafted from the genetics of God Bud, Godzilla is a mostly indica strain bred by Caña de España specifically for hot climates. Crushing euphoria and sedation are delivered alongside a sour berry flavor accented with subtle notes of vanilla. Thoughts wander away, taking with them stress, anxiety, and depression. After some time, Godzilla’s effects subside to clearheaded, functional bliss. Patients treating pain and muscle spasms may find relief in Godzilla’s potent and tranquilizing onset. Following a 55 day flowering cycle indoors or at the end of September outdoors, this indica produces colorfully vibrant buds of green and purple hues."
	},
	{
		"Strain" : "Goldberry",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Mint,Tea",
		"Value_effects_positive" : "Euphoric,Tingly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Nausea,Fatigue,Eye Pressure",
		"Rating" : 4.5,
		"Description" : "The Goldberry strain is a result of crossing the very popular indica Pot of Gold with Blueberry. Goldberry produces big, fluffy buds that are covered in crystals and often have deep orangey-red hairs. The flowers smell like fresh fruit—lemons and berries, to be specific—while the taste is reminiscent of blueberry lemonade with a slight skunky aftertaste. This hybrid is described as optimal for pain relief and relaxation due to its indica qualities."
	},
	{
		"Strain" : "Goo",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Blueberry",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "Goo, not to be confused with Afgoo, is an 80% indica strain that mixes a sweet-tasting Blueberry with the hashy, resinous Hindu Kush. Deep physical relaxation is coupled with slight cerebral energy, delivered alongside a fruity, blueberry flavor with earthy and sour notes. You may begin to feel pangs of hunger settle in with this indica, making it a suitable medicine for those needing appetite boost. Patients treating insomnia, pain, and muscle spasms may also find relief in the heavy, sedating effects Goo has to offer. Cultivators should harvest Goo after a 7 to 8 week flowering time indoors or in early October for outdoor gardens."
	},
	{
		"Strain" : "Gooberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.3,
		"Description" : "Gooberry is an indica-dominant strain descended from legendary parents Afgoo and Blueberry. This fruity, spicy strain will leave you giggling on your couch with upward of 20% THC. Consumers highly recommend this strain for night time use to treat pain and insomnia, and it's sure to leave you with the munchies. Like most indicas, Gooberry will flower in 7-9 weeks with a short, bushy structure. "
	},
	{
		"Strain" : "Gorkle",
		"Type" : "sativa",
		"Value_flavors" : "Sweet",
		"Value_effects_positive" : "Happy,Creative,Focused,Aroused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Fatigue",
		"Rating" : 5,
		"Description" : "Gorkle is a cross between The Fork and Rebel God Smoke. This sativa-dominant strain exhibits the better parts of it Hawaiian genetics through an uplifting and stimulating body buzz that lingers for hours. Its effects are also easy on the joints and limbs in a nod to its recessive Rug Burn OG genetics. Consumers seeking relief from fatigue and lethargy may also find this strain to be very useful. Enjoy Gorkle during the day to maximize its physical stimulation. This strain was handcrafted by Colorado Seed Inc. "
	},
	{
		"Strain" : "Grapefruit",
		"Type" : "sativa",
		"Value_flavors" : "Grapefruit,Citrus,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "This potent sativa was developed by crossing Cinderella 99 with a fast-flowering sativa selected for its rich grapefruit flavor. The tropical, citrus smell of Grapefruit mixes with energetic effects to give you a happy stress-reliever that also works well for battling migraine headaches."
	},
	{
		"Strain" : "Gravity",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Rose,Violet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Sleepy,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Headaches",
		"Rating" : 4,
		"Description" : "Gravity is an indica strain of marijuana that, due to its high CBD content, is becoming a popular recommendation for the treatment of chronic pain and the stress often associated with chronic pain conditions. The strain comes from Hash Plant and Northern Lights stock and, as expected, delivers a strong body sensation that makes this a popular nighttime strain. Effects can be more active for some but will still offer deep relaxation. Gravity’s dense buds will have a nice contrast of coppery-red hairs and should have a floral aroma and a sweet and sour fruit taste."
	},
	{
		"Strain" : "Gremlin",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Chestnut,Pine",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Headaches,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "A cross between King Louis XIII and Mogwai (White Fire Alien OG and ’09 Cookies crossed with a secret strain), Gremlin is a hybrid strain that carries the sweet scent of cookie dough and earthy pine. Heavy-handed euphoria and physical relief melts through the body, dulling pain and insomnia while sharpening the appetite."
	},
	{
		"Strain" : "Grimace",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.4,
		"Description" : "Grimace is a mostly indica strain that brings to mind a large, conic purple character, one of the many off-putting mascots representing a well-known fast food hamburger franchise. The connection makes sense the moment you see the bulbous purple-hued buds produced by Grimace plants. Little is known about where this mysterious phenotype came from, but indica genetics are evident in Grimace's sedating, mellow effects."
	},
	{
		"Strain" : "Gumbo",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Inflammation",
		"Rating" : 4.6,
		"Description" : "Getting its name from the classic bubble gum flavor, Gumbo is a perfect medicine for the evenings and has a smooth taste and finish. Gumbo is great for treatment of muscle spasms, sleeplessness, helpful with overall pain management as well as serving as an appetite stimulant."
	},
	{
		"Strain" : "Guptilla",
		"Type" : "hybrid",
		"Value_flavors" : "Grape,Citrus,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Uplifted,Sleepy,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 5,
		"Description" : "Guptilla is a potent indica-dominant cross bred by Colorado Seed Inc. With the glittering trichome laden foliage of Gorilla Glue #4 intermixed with the “Dr. of Dankness” Gupta Kush, this strain raises kushy, full-bodied indica effects to a level that few have the privilege of enjoying. Anticipate pungent floral and earthy overtones with pronounced cerebral headiness that is anchored to the earth by the physical weight this strain places on the limbs. Enjoy this strain at the end of the day, as its effects are very sedating.   "
	},
	{
		"Strain" : "Gutbuster",
		"Type" : "indica",
		"Value_flavors" : "Berry",
		"Value_effects_positive" : "Relaxed,Creative,Giggly",
		"Value_effects_negative" : "Paranoid,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Washington State breeders Exotic Genetix crossed two of their own strains to create Gutbuster, a 70% indica-dominant hybrid that offers the mellowing effects that indica fans love. Combining the blackberry flavors of Kimbo Kush with the vanilla ice cream and chocolate chip cookie flavors of Cookies and Cream makes Gutbuster a truly memorable strain. THC levels have been recorded as high as 25%. "
	},
	{
		"Strain" : "Haole",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Pungent,Honey",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Fatigue,Headaches,Inflammation",
		"Rating" : 4.1,
		"Description" : "Haole is a Hawaiian term for a foreigner or anything that is not native to the Hawaiian Islands, which makes it the perfect name for this hybrid. Breeder Reserva Privada has taken the renowned sativa Maui Wowie and crossed it with the mainland’s LA Confidential to create Haole, a pleasant, calming strain that is well-suited to relieve stress and relax body pains. Though its genetics are balanced between indica and sativa, this cross tends to express itself with more emphasis on its indica traits. The aroma is sweet and earthy and is reminiscent of Grandma’s spice cake.Reserva Prevada chose a Maui Wowie mother due to its ease of growth and the consistent end product and then decided to influence the genetics with the manageable height, increased potency, and reduced flowering time of LA Confidential. The result is a beginner-friendly strain that is easy to grow and enjoyable for consumers of all experience levels."
	},
	{
		"Strain" : "Haoma",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Headaches,Inflammation",
		"Rating" : 4.8,
		"Description" : "A cross between The Purps and Afghani, Haoma is a 70% indica strain with calming, stress-relieving effects. Haoma’s dense, compact buds have a fruity, floral aroma and melt away anxiety, pain, inflammation, and muscle spasms according to many patients. Testament to this strain’s quality are the several trophies Haoma has taken home in both flower and concentrate form. Some Haoma variants are bred to contain a higher level of CBD to help patients needing extra full-body relief. A good strain for novice growers, Haoma is cultivated both outdoors and in with a flowering period of 7 to 8 weeks. "
	},
	{
		"Strain" : "Harle-Tsu",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Inflammation",
		"Rating" : 4.4,
		"Description" : "Harle-Tsu, bred by the Southern Humboldt Seed Collective, is a high-CBD hybrid cross between Harlequin and Sour Tsunami. With a CBD content 20 times higher than its THC content, Harle-Tsu brings relief to pain and inflammation without psychoactivity. Harle-Tsu seeds have a 75% chance of expressing its high-CBD characteristics, and indoor plants will finish flowering in 8 weeks. "
	},
	{
		"Strain" : "Harlequin",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Inflammation",
		"Rating" : 4.3,
		"Description" : "Harlequin is a 75/25 sativa-dominant strain renowned for its reliable expression of CBD. A descendant of Colombian Gold, a Nepali indica, and Thai and Swiss landrace strains, you can depend on Harlequin to provide clear-headed, alert sativa effects. Unlike most high-CBD strains, Harlequin almost always develops a CBD:THC ratio of 5:2, making this strain one of the most effective out there for treatment of pain and anxiety, as CBD can counteract THC’s paranoia while amplifying its painkilling properties. Flavors can range from earthy musk to sweet mango, but without a doubt, what draws crowds to Harlequin is its ability to relax without sedation and to relieve without intoxication."
	},
	{
		"Strain" : "Harmonia",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Tropical,Earthy",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Cramps,Headaches,Inflammation",
		"Rating" : 4.3,
		"Description" : "Harmonia is an indica strain bred by combining a Pure Kush and LA Confidential cross with a Sweet Tooth and Juicy Fruit hybrid. This strain’s CBD content tends to be slightly higher than its THC profile, making this indica a great choice for those sensitive to psychoactive effects or patients treating pain, inflammation, or anxiety. With an aroma of sweet lemon and berries, Harmonia delivers functional, clear-headed effects that allow you to stay active and productive throughout the day. Don’t confuse Harmonia with its sister strain Pokie, who inherits a high-THC and low-CBD chemical profile despite being bred from the same parent genetics."
	},
	{
		"Strain" : "Harmony",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Lemon,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.4,
		"Description" : "Harmony is a hybrid that synchronizes the very best of its three parent strains, Santa Marta Colombian Gold, Lemon OG Kush, and Lemon Thai. These tall plants produce flowery, lemon-smelling buds distinctly kush-like in structure. Its effects are invigorating and uplifting, but higher doses might push you into a more spacey experience. Indoor growers wait 8 to 9 weeks for Harmony to flower while outdoor cultivators prepare for harvest in the month of October."
	},
	{
		"Strain" : "Hashberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Mint",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.3,
		"Description" : "Voted Strain of the Year by High Times in 2006, Hashberry has a classic indica flavor with hashish undertones. Its thick stems are necessary to support the heavy buds, providing a classic aroma and flavor of mint or pepper. The effects begin swiftly and slowly plateau to the 'mellow' phase. Toward the end, a body sensation begins but leaves the consumer still social and active."
	},
	{
		"Strain" : "Hawaiian",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Tropical,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Inflammation",
		"Rating" : 4.2,
		"Description" : "Hawaiian is a mostly sativa hybrid that will give you a happy, vacation feeling. Creative but not so focused, this bud is great for a relaxing day. These light green buds have a sweet smell and taste that is not super potent but will bring to mind fresh tropical fruit."
	},
	{
		"Strain" : "Haze",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.2,
		"Description" : "The illustrious Haze sativa first took root in Santa Cruz, California during the 1960s where long growing seasons accommodated her lengthy flowering cycle. Since then, Haze has become the proud parent of countless hybrids around the globe, passing on its genetics from Colombia, Mexico, Thailand, and South India. Although Haze cultivators must wait patiently for Haze flowers to reach full maturation, few strains can match the high-energy, creative buzz provided by this sativa staple. Haze's aroma is typically characterized by a spicy scent accented by hints of citrus and earthy sweetness. "
	},
	{
		"Strain" : "Headband",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Diesel",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "Meet Headband, the love-child of cannabis’ power couple, OG Kush and Sour Diesel. The smooth, creamy smoke is accented by flavors of lemons and diesel while the long-lasting effects are great for pain relief, helping you to relax, and to combat elevated stress levels. Many report that the effects create a slight pressure around the crown of their head and feels as though they are wearing a headband. The effects have been known to come on slow, so pace yourself with this potent hybrid. "
	},
	{
		"Strain" : "Headbanger",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Skunk,Sweet",
		"Value_effects_positive" : "Relaxed,Sleepy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.4,
		"Description" : "Headbanger, a winner of the 2013 Amsterdam Cannabis Cup, is a sativa dominant hybrid cross between Sour Diesel and Biker Kush. This strain inherits a dense, conic bud structure from its Kush forefathers, as well as the sour aroma and head-focused effects of its Sour Diesel mother plant. Bred by Karma Genetics, Headbanger’s 10 to 12 week flowering period requires patience but promises high yields. Its uplifting and euphoric qualities make Headbanger a potent medicine for mood disorders, particularly depression."
	},
	{
		"Strain" : "Hemlock",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4.5,
		"Description" : "A cross of Durban Poison and LA Confidential, Hemlock is a hybrid strain that smells of sweet grapefruit with a hint of ammonia. Found mostly in Colorado, Hemlock averages about 21% THC and features a short, stocky, easy-to-grow structure with good yields and high resin production.  This hybrid gives users a relaxed feeling of well-being, and is potentially good for treating migraines, anxiety, and PTSD. "
	},
	{
		"Strain" : "Hempstar",
		"Type" : "sativa",
		"Value_flavors" : "Woody,Pungent,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.3,
		"Description" : "Hempstar, now known as 'Brainstorm,' was developed by Dutch Passion Seeds as a tribute to all the hempsters and the international hemp movement. This sativa-dominant strain was originally a three-way cross between Skunk, Oasis, and Haze, but Dutch Passion later brought Northern Lights #5 and Haze together to create the modern Brainstorm strain. It has a mild taste and traditional sativa effects."
	},
	{
		"Strain" : "Hercules",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Citrus",
		"Value_effects_positive" : "Happy,Creative,Energetic,Focused,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Insomnia,Stress,Eye Pressure",
		"Rating" : 4.8,
		"Description" : "Hercules! Hercules! These hybrid buds are a blend of Hawaiian Urkle and Gupta Kush crafted by Colorado Seed Inc. A 60/40 sativa-dominant blend, Hercules offers the functional sedation of Kush with the mental alertness native to strong sativas. This all-day strain is ideal for physical activity, including, but not limited to: fighting Cerberus or eating an entire box of cereal.  "
	},
	{
		"Strain" : "Highwayman",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Earthy,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Focused,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Lack of Appetite,Nausea,Fatigue,Headaches,Eye Pressure",
		"Rating" : 3.8,
		"Description" : "Highwayman is a cross of William’s Wonder and Tang Tang created by Colorado breeder Tierra Rojo and supposedly named in honor of Willie Nelson and the rest of the famed outlaw country supergroup, the Highwaymen. An even mix of sativa and indica genetics, it produces an uplifting, creative head high along with a subtle body buzz and aromas of chocolate and coffee.  This strain can be beneficial in treating pain, anxiety, and depression."
	},
	{
		"Strain" : "Hoarfrost",
		"Type" : "hybrid",
		"Value_flavors" : "Spicy/Herbal,Vanilla,Woody",
		"Value_effects_positive" : "Hungry,Euphoric,Happy,Creative,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Nausea,Fatigue,Eye Pressure",
		"Rating" : 4.8,
		"Description" : "Hoarfrost by Cabin Fever Seed Breeders is a pungent hybrid with incredible trichome production. By crossing the mysterious White Forest with Raskal’s own White Fire, CFSB created a stimulating cross with heady euphoria that is ideal for long conversations and afternoons full of imagination. The flower emits a scent of fuel and hash with a gentle undercurrent of tart fruit. Enjoy Hoarfrost to elevate mood and stimulate creativity.  "
	},
	{
		"Strain" : "Hobbit",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Strawberry,Berry",
		"Value_effects_positive" : "Happy,Uplifted,Tingly,Focused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Spasticity",
		"Rating" : 4.3,
		"Description" : "Hobbit by Kannabia Seeds is a resilient autoflowering variety with sweetness and strong elemental resistance. This strain has a sweet aroma that has been described as “strawberry candy” and an equally sweet smoke with latent earthy notes. Hobbit deftly combines stimulating Haze elements with a pervasive body buzz that is lightly weighted while remaining pleasant and functional. Many growers covet this autoflowering wonder for its quick 65-day flowering time and above-average yield.  "
	},
	{
		"Strain" : "Hoodwreck",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Earthy,Flowery",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Cramps,Fatigue,Headaches,Eye Pressure",
		"Rating" : 4.2,
		"Description" : "Developed in Mt. Hood, OR, by Valhalla Pharm, Hoodwreck is a sativa-dominant hybrid cross of Trainwreck and Purple Diesel. These dense, sticky, dark green buds feature purple highlights and an earthy, slightly citrusy scent with a sweet diesel flavor when smoked. The effects of this strain creep up on you slowly, gradually elevating your mood and fully relaxing your body. "
	},
	{
		"Strain" : "Huckleberry",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Sweet,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "The origins and genetics of Huckleberry are under debate, but there is no disputing the strain’s unmistakable berry aroma. The flower is compact, light green in color, and generally covered in orange hairs. Huckleberry plants have a flowering time of 8-9 weeks and produce average yields. They might be a bit tricky for the novice grower. The effects of this strain are on the milder side and largely reported as relaxing, cutting through stress without the cloudiness. Undoubtedly, this strain is best known for its intense fruity smell and taste, similar to its relative Blueberry."
	},
	{
		"Strain" : "Hulkamania",
		"Type" : "indica",
		"Value_flavors" : "Berry,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Tingly,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Lack of Appetite,Headaches,Inflammation",
		"Rating" : 4.5,
		"Description" : "Hulkamania is an honorary strain for “The Hulkster” himself, Hulk Hogan. While this strain may not arrive in Hogan’s recognizable spandex, bandana, and mustache of the iconic wrestler, it does combine some heavy-lifting THC muscle in the form of a Monster Cookies and Bruce Banner cross. Hulkamania combines relaxing physical effects with creative and uplifted mental effects, offering consumers the best of both worlds. Also, in true Cookies fashion, the strain smells doughy with notes of sweet earth on the exhale.  "
	},
	{
		"Strain" : "Humboldt",
		"Type" : "hybrid",
		"Value_flavors" : "Woody,Earthy,Pine",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Headaches,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "The genetics of the Humboldt strain are something of a mystery, but it’s believed to be an Afghani strain that was cultivated in the Humboldt County area of California in the 1970s and later gained popularity in Europe in the 1990s. These plants are fast, tall growers that need lots of attention. Given proper care, they grow well indoors and out, flower in 8 weeks, and have above average yields. Humboldt’s aroma is floral and sweet and its high is uplifting and upbeat, bringing to mind the qualities of a Haze strain. It’s a good choice if you want to stay clear-headed."
	},
	{
		"Strain" : "Hurkle",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Berry",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.7,
		"Description" : "Bred by TGA Genetics, Hurkle is a hybrid cross between the high-CBD sativa Harlequin and a Querkle indica. Most Hurkle phenotypes will hover around a 1:1 ratio of THC and CBD, but some variation should be expected. Flavors of grape, coffee, and chocolate overwhelm the palate in a flavorful introduction to Hurkle’s calming effects. CBD and THC team up to crush pain, stress, and anxiety, leaving you feeling relaxed in both mind and body."
	},
	{
		"Strain" : "Hurricane",
		"Type" : "sativa",
		"Value_flavors" : "Pine,Spicy/Herbal,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.3,
		"Description" : "Hurricane is a 70/30 sativa-dominant hybrid from Colorado breeders Reserva Privada that combines the spicy Haze genetics of Panama Punch with the OG Kush flavors of the award-winning LA Confidential. These flowers give off a mix of fruity smells with undertones of spice, and an earthy, herbal flavor when smoked or vaporized. Its potent mix of indica and sativa genetics produces a pleasant, giggly head high with a pain-relieving indica effects, and is generally considered suitable for daytime use."
	},
	{
		"Strain" : "Ice",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Flowery,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.1,
		"Description" : "Nirvana Seeds really took their time with this indica/sativa hybrid, carefully selecting from thousands of plants before combining choice Skunk #1, Afghani, Northern Lights, and Shiva genetics into one potent seed line. Ice features copious yields of high density flowers with incredible trichome production. Some phenotypes will grow quite large, so growing indoors can be challenging. Most users report Ice as having a petrol aroma and a very heavy indica-type buzz, while some variations can present a more uplifting sativa-like effect."
	},
	{
		"Strain" : "Ingrid",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Cheese,Skunk",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Nausea,Headache",
		"Rating" : 4.3,
		"Description" : "Ingrid is a lesser-known indica, but it’s growing in popularity as consumers begin to discover this gem of a strain. This plant can be grown indoors or out, but produces higher yield indoors with flowers appearing around 5 to 7 weeks. The buds are dense, tightly bound flowers with very little loose greenery. Perhaps most striking are the flowers’ nearly neon green color. The neon buds emit a skunky aroma and induce a typical indica-strong body effect."
	},
	{
		"Strain" : "J-27",
		"Type" : "sativa",
		"Value_flavors" : "Diesel,Earthy,Woody",
		"Value_effects_positive" : "Euphoric,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Nausea,Headaches,Inflammation",
		"Rating" : 4.2,
		"Description" : "Named after the Central California highway of its supposed origin, J-27 is a strong sativa that will definitely give you a fast rush. Great for battling depression and for patients who need to be focused while medicated, J-27 may cause some anxiety in higher doses. This strain is also noted for its powerful citrus-heavy aroma. J-27 flowers will be large and should have plenty of orange hairs. While its genetics are unknown, it is rumored to have some Jack Herer in its lineage and many patients find its effects to be similar."
	},
	{
		"Strain" : "J1",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Skunk",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.5,
		"Description" : "J1, or Jack One, is a high-end hybrid strain that is gaining widespread popularity. Although a hybrid, the high-energy effects categorize the strain more on the sativa end of the scale. J1 is a cross between two famous sativas, Skunk #1 and Jack Herer, and is best known for its strong, uplifting, clear-headed buzz that allows for mobility. The flowers are emerald green and frosty with a sweet aroma resembling the unmistakable Jack Herer pungency. This strain’s seemingly only flaw is the top-shelf price that tends to come with its exceptional quality."
	},
	{
		"Strain" : "Jackalope",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Citrus,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Sleepy,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Jackalope is a mostly sativa strain that crosses Chocolope and Black Jack in a flavorful combination of berry and chocolate confection. Jack Herer ancestry reveals itself through this strain's energized and happy effects, which slowly taper down to mellow relaxation over time. "
	},
	{
		"Strain" : "Jacked-Up",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Citrus,Lemon",
		"Value_effects_positive" : "Hungry,Creative,Energetic,Focused,Aroused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.1,
		"Description" : "Originally bred by Heroes of the Farm, Jacked-Up is a 60/40 sativa-dominant hybrid cross between Jack Herer and Timewreck. It typically provides strong cerebral, uplifting effects ideal for daytime use. These resin-packed flowers boast a spicy, woody aroma with intricate undertones of berry, citrus, peaches, and apricots. As multifaceted as its flavor profile, Jacked-Up buds are a colorful display of lavender and green pastels bursting with orange hairs."
	},
	{
		"Strain" : "Jahwaiian",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Tropical,Earthy",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain",
		"Rating" : 4.7,
		"Description" : "Jahwaiian by Pua Mana 1st Hawaiian Pakalōlō Seed Bank is a tropical mashup of two legendary strains. By combining Lamb’s Bread genetics sourced directly from Nine Mile, St. Anne’s, Jamaica, and the “Sweet Lady of Waiāhole” (AKA Hawai’i ‘78), Pua Mana crafted an uplifting strain that harnesses the tropical vibes and aromas distinct to the Hawaiian and Caribbean coastlines. Jahwaiian’s effects are stimulating, delivering plenty of energy to the body. Also anticipate a manageable headiness that encourages self-reflection. This strain may help curb depression and fatigue while encouraging physical activity."
	},
	{
		"Strain" : "Jamaican",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Tropical,Skunk",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "Jamaican refers to the indigenous varieties of cannabis (or landraces) that grow natively in this region of the world. Because of Jamaica's latitude and climate, these varieties tend to be sativa in structure and effect."
	},
	{
		"Strain" : "Jazz",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Pepper,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "Jazz is the mysterious combination of a Mexican landrace from Oaxaca and an Iranian landrace indica. Even with its hot heritage, gardeners consistently note how well this strain grows in colder climates. Expect notes of hash and pepper on the palate that translate to a full-bodied smoke or vapor when combusted. When grown indoors, this strain has been known to reach 3 to 4 feet tall, but when planted outdoors, this plant shoots upwards, reaching nearly 6 feet in height. "
	},
	{
		"Strain" : "Jenni",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Berry,Tree Fruit",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Energetic",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.8,
		"Description" : "Jenni is a lightweight sativa strain grown by Peace Naturals Project Inc. in Canada. A sweet fruity aroma emanates from Jenni’s pointed buds, providing a flavorful precursor to this strain’s soothing, clear-headed effects. With a modest THC level that typically reaches just 10%, Jenni allows you to remain functional and productive throughout the day. These easy-to-manage effects makes Jenni a great choice for novice consumers who need to treat aches, pains, and other symptoms without the anxiety that often comes with too much THC. "
	},
	{
		"Strain" : "Jesus",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Earthy,Lavender",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.5,
		"Description" : "Jesus, not to be confused with Jesus OG, is a Seattle staple grown by Solstice. This hybrid is a cross between White Widow and Blue Dynamite, a combination that gives rise to pungent, resin-loaded buds that smell of sweet lemon and herbs. Its cerebrally-focused effects give way to happy moods and outbursts of giggles, with soothing full-body relaxation trailing close behind."
	},
	{
		"Strain" : "Jillybean",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Sweet,Orange",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.3,
		"Description" : "Jillybean is described as being an upbeat and happy hybrid, with flavors of tangy orange and mango. This strain is a top choice for creative minds and social butterflies looking for unencumbered euphoria during daytime hours. Bred by crossing Orange Velvet and Space Queen, Jillybean often expresses herself in deep hues of maroon on the leaves. "
	},
	{
		"Strain" : "Jr",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.5,
		"Description" : "Named after the dark alcoholic beverage from Germany, Jr is an indica-dominant strain with a tinge of black licorice in its aroma. Little is known about its genetics, but rumor has placed Jr somewhere in the Hindu Kush genealogy or a cross of LA Confidential and Blue Dream. Some also suspect it was bred and popularized in Southern Oregon. As stupefying as its name makes it out to be, Jr's full body effects are better described as relaxing than sedating."
	},
	{
		"Strain" : "Juliet",
		"Type" : "hybrid",
		"Value_flavors" : "Spicy/Herbal,Pine,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Juliet is a sativa-dominant hybrid cross between Cinderella 99 and NYC Diesel that uplifts both mind and body with a sweet berry aroma. A subtle buzz of cerebral energy promotes focus and sharpens the senses in a comfortable psychoactive experience conducive to social activities. Juliet’s happy calm may be useful for patients treating mood and stress disorders like anxiety and depression."
	},
	{
		"Strain" : "K-Train",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Citrus,Tree Fruit",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Cramps,Headache",
		"Rating" : 4.4,
		"Description" : "K-Train is a mostly indica strain that was developed by Greenhouse Seeds as a cross between OG Kush and Trainwreck. These parents are both popular in their own right and were chosen to try and combine their prized effects: the muscle-relaxant qualities of OG Kush with the lucid mental buzz that Trainwreck induces. Once you get on the K-Train, be prepared to sit back and relax with something creative for a while. Thanks to its potency, it’s a popular medical choice to treat depression, stress disorders, and pain for patients who want to relax without total sedation. Still a strong indica, the K-Train hits you hard and fast and may prove to be an intense ride for some. These plants are easy to grow and should flower in 9 weeks with the oversized buds that are characteristic of its Trainwreck lineage. K-Train’s Kush genetics dominate the aroma, making it sweet and earthy with a hint of black licorice."
	},
	{
		"Strain" : "K1",
		"Type" : "hybrid",
		"Value_flavors" : "Ammonia,Pepper,Pine",
		"Value_effects_positive" : "Happy,Energetic,Uplifted,Focused,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.1,
		"Description" : "K1 is a sativa-dominant hybrid cross between Durban Poison and LA Kush. This variety took third place in the hash category of the 2014 Denver Cannabis Cup."
	},
	{
		"Strain" : "K2",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Citrus,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4,
		"Description" : "Named for Earth's second highest mountain peak, K2 is sure to leave you at a higher elevation. The mellow flavor is accented with hints of fruit and spice, and the captivating aroma helped to make it a staple at coffee shops in Amsterdam. A cross between White Widow and Hindu Kush, this dependable Dutch hybrid first attracted growers for its compact stature, while the relaxing indica effects have kept consumers who battle anxiety and insomnia asking for more."
	},
	{
		"Strain" : "Kaboom",
		"Type" : "sativa",
		"Value_flavors" : "Pine,Earthy,Lemon",
		"Value_effects_positive" : "Happy,Energetic,Talkative,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.5,
		"Description" : "Kaboom is a cross that combines Jack's Cleaner genetics with those of Vortex. This sativa-dominant strain gives you an energetic head buzz that provides a spark of creativity and lifts the mood. Medical patients enjoy Kaboom's ability to relieve pain while maintaining daily functions."
	},
	{
		"Strain" : "Kahuna",
		"Type" : "indica",
		"Value_flavors" : "Orange,Pineapple,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.2,
		"Description" : "Kahuna is a 4-way cross between Super Skunk, Big Skunk Korean, Jack Herer, and Afghan Hawaiian that brings together a wide set of influences for a complex high. The Kahuna variety has both tropical influences in its parentage and spiritually attuning effects when used."
	},
	{
		"Strain" : "Kalashnikova",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Flowery,Earthy",
		"Value_effects_positive" : "Euphoric,Happy,Talkative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Fatigue",
		"Rating" : 4.3,
		"Description" : "Kalashnikova is Green House Seeds’ hybrid of AK-47 and White Widow. It produces strong, long-lasting indica effects while maintaining a clear train of thought. Kalashnikova’s aroma is a mixture of lemon, mango, and sweet honey. With flavors of spiced hash and earthy musk, Kalashnikova ushers in full body relaxation while stimulating creativity, and allows you maintain an outgoing nature in social settings."
	},
	{
		"Strain" : "Kandahar",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Apricot,Honey",
		"Value_effects_positive" : "Relaxed,Euphoric,Sleepy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress",
		"Rating" : 4.7,
		"Description" : "Kandahar, named after the homeland of its ancestor, is a 90% indica strain bred by the Ministry of Cannabis. Its Afghani parent, grown near the city of Kandahar, was crossed with an unknown Afghan Skunk hybrid to help lighten some of the indica intensity. The result is a powerful but functional strain that goes best with relaxing activities at home. Its aroma is a complex blend of earthy wood with nutty undertones that are only fully realized in Kandahar’s taste. Kandahar exhibits the typical indica stature: short, bushy plants with thick layers of crystal trichomes. Indoor gardens finish flowering between 8 and 9 weeks, while outdoor harvest falls at the beginning of October."
	},
	{
		"Strain" : "Khufu",
		"Type" : "indica",
		"Value_flavors" : "Pungent,Sweet,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headaches",
		"Rating" : 4.2,
		"Description" : "Khufu is an indica-dominant hybrid from The Devil’s Harvest Seed Company that combines Cheese, Afghani #1, and SFV OG genetics to excellent effect. Growers can expect extremely high yields of potent Kush-type flowers, with giant calyxes and very little leaf. The effects of Khufu will leave you wanting nothing more than to gorge on snacks while glued to your favorite chair. Patients treating pain, anxiety, nausea, and insomnia may benefit from Khufu’s therapeutic effects."
	},
	{
		"Strain" : "Kilimanjaro",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Spicy/Herbal,Pepper",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 4.5,
		"Description" : "Kilimanjaro is a pure sativa landrace from the mountain slopes of Tanzania, where it was originally cultivated for use in hunting and religious practice by the native population. Tribes commonly referred to this strain as the “elephant stomper” and utilized it for its energetic, hyper effects. Its aroma carries notes of lemony citrus and fruit, and Kilimanjaro’s tall growth makes it ideal for outdoor or greenhouse gardens."
	},
	{
		"Strain" : "Kiwiskunk",
		"Type" : "indica",
		"Value_flavors" : "Spicy/Herbal,Woody,Citrus",
		"Value_effects_positive" : "Hungry,Euphoric,Happy,Sleepy,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Headache",
		"Rating" : 3.9,
		"Description" : "In the late 1980s, the Skunk invasion landed on New Zealand’s shores. Kiwiskunk was introduced when a New Zealand Skunk variety met NYC Diesel, adding a little something extra to its flavor profile. This 75/25 indica-dominant strain gives off a very potent skunky smell with sweet and citrus flavor. You’ll likely be left with a happy but couch-locked feeling best enjoyed while curling up to a comedy movie."
	},
	{
		"Strain" : "Kong",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Tingly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Inflammation,Muscle Spasms",
		"Rating" : 4.7,
		"Description" : "Kong is an indica-dominant strain bred by Holy Smoke Seeds, who created this hybrid by crossing Motavation with a backcrossed White Russian. This powerhouse hybrid takes after its namesake in both strength and appearance, with hairy buds that secrete massive amounts of THC-rich resin. As promised by its heavy trichome coverage, Kong packs a punch and leaves your body anchored in relaxation while your mind floats to happy escapes."
	},
	{
		"Strain" : "Kraken",
		"Type" : "indica",
		"Value_flavors" : "Butter,Flowery,Tea",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Headaches,Eye Pressure,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Kraken is a mythical strain of unknown parentage brought to us from Spanish breeder Buddha Seeds. Breeding with power and production in mind, this indica hybrid produces chunky, dense buds with a blanket of crystal resin. Producing big harvests and intensely euphoric effects, this monster of an indica lives up to its name. "
	},
	{
		"Strain" : "Kryptonite",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "A mysterious clone-only hybrid, Kryptonite is rumored to be a cross between Mendocino Purps and Killer Queen created by breeders at the Bay Area’s famed Oaksterdam University. Known to produce THC levels up to of 25%, this indica-dominant strain is a good choice for those seeking to treat serious pain without the extreme sleepiness associated with some pure indicas. Kryptonite features a musty tropical fruit smell and a sweet, sugary flavor reminiscent of Cinderella 99, one of the parent strains to Killer Queen. "
	},
	{
		"Strain" : "Kuato",
		"Type" : "hybrid",
		"Value_flavors" : "Orange,Pungent,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Talkative,Aroused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain",
		"Rating" : 5,
		"Description" : "“Open your mind” with this hybrid strain named for everyone’s favorite alien baby. Bred by Terraform Genetics, Kuato’s resin-coated buds release a strong spicy aroma with an orange zest. This cross between Alien Orange Cookie and Blucifer takes after its ancestor Blue Dream, boasting an energetic body buzz and uplifted cerebral experience. A great plant for growers of all levels, expect high yields of dense, frosty flowers in around 50 days."
	},
	{
		"Strain" : "Kuchi",
		"Type" : "hybrid",
		"Value_flavors" : "Lemon,Earthy,Sweet",
		"Value_effects_positive" : "Relaxed,Creative,Energetic,Giggly,Aroused",
		"Value_effects_negative" : "Dry Mouth,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Headaches",
		"Rating" : 3.6,
		"Description" : "Kuchi is a hybrid bred by Devil’s Harvest Seed Company. It combines Exodus Cheese and SFV OG Kush to produce a sweet, tangy fruit flavor with a piney note from the Kush influence. Though balanced between relaxing indica and uplifting sativa genetics, the indica punch often shines through thanks to the influence of SFV OG Kush’s potent pain-fighting effects."
	},
	{
		"Strain" : "Kushadelic",
		"Type" : "indica",
		"Value_flavors" : "Pine,Earthy,Berry",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Inflammation",
		"Rating" : 4.5,
		"Description" : "Kushadelic from Soma Seeds mixes the potency of indica with the cerebral energy of a sativa in this G-13 Haze and OG Kush cross. Whether you’re out socializing or enjoying your own company, Kushadelic provides a comfortable, versatile buzz in moderate doses. The floral, citrus aroma from Kushadelic’s Haze genetics pierces through dominant earthy and hashy notes. Soma recommends growing Kushadelic in organic soil and allowing 10 to 11 weeks for its full flowering indoors."
	},
	{
		"Strain" : "Kushage",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Tea,Honey",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Tingly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Inflammation,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "This sativa-dominant marijuana hybrid strain was developed to be a resilient, hardy grower and won its breeders at T.H. Seeds 3rd place in the sativa category at the 2005 High Times Cannabis Cup. Kushage plants come from OG Kush and SAGE parents, and like many sativas, they have a slightly longer flowering time at 10-11 weeks. These plants have lots of branches with dark green leaves, but its buds are light green and smell like fresh cut pine. Kushage is a good choice for a cerebral buzz and might just get those creative juices flowing."
	},
	{
		"Strain" : "Kushashima",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Pungent,Nutty",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Energetic,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain",
		"Rating" : 4,
		"Description" : "Kushashima is a hybrid strain that competed in the 2014 L.A. Cannabis Cup."
	},
	{
		"Strain" : "Kushberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headache,Seizures",
		"Rating" : 4.3,
		"Description" : "Kushberry is the perfect blend of two West Coast flavors, Blueberry from Oregon and the OG Kush from LA. The exotic flavor doesn’t rival its strength; it is one of DNA Genetics strongest strains. Kushberry is known for relieving pain, sleeplessness, and appetite loss."
	},
	{
		"Strain" : "Lapd",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pepper,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain",
		"Rating" : 4.7,
		"Description" : "LAPD is a perfectly balanced hybrid named after parent strains, LA Confidential and Purple Diesel. A flavorful medley of sweet grape, earthy pine, and spicy pepper build the complex aroma of LAPD’s compact crimson and purple buds. Small to moderate doses induce a mellow, cerebral euphoria that sinks down to the rest of the body in a full physical calm. According to its breeders at California Bean Bank, LAPD’s abbreviated name appropriately describes these variable effects: “to protect and serve, or to take you out.” LAPD is typically chosen by patients treating pain, cramps, stress, and fatigue. This hybrid grows best in greenhouse gardens using sea or screen of green methods, with a flowering time of 50 to 60 days. "
	},
	{
		"Strain" : "Lsd",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.3,
		"Description" : "The LSD strain was bred by Barneys Farm, with a lineage from Mazar-I-Sharif and Skunk #1. It is a disease-resistant plant that does well in most growing conditions. The buds form in curved triangles, yielding approximately 600 grams per square meter. Flowering time is approximately 8-9 weeks. This marijuana strain is popular for delivering a vivid and psychedelic experience with a powerful body buzz and cerebral high. The THC content has been measured up to 24% with a CBD of 1.3%. "
	},
	{
		"Strain" : "Lvpk",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted,Aroused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Lack of Appetite,Nausea,Headaches",
		"Rating" : 4.6,
		"Description" : "LVPK, or Las Vegas Purple Kush, is a member of the notorious Purple Kush family of California. This strain is primarily a cross between Purple Afghani and Hindu Kush, though other strains may be in the mix. While LVPK is an indica-dominant hybrid, it combines the sharp cerebral qualities of sativas with the body-heavy, sleepy effects of indicas. With a dark, herbal taste and skunky smell, this strain is sure to provide users, especially kush lovers, with a satisfying medicated experience."
	},
	{
		"Strain" : "Lamborghini",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pine,Lemon",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Fatigue,Headaches",
		"Rating" : 4,
		"Description" : "Lamborghini, or just Lambo, is a sativa-dominant hybrid strain that combines the upbeat, high-energy Lamb’s Bread with the relaxing and blissful qualities of Holy Grail Kush. This strain inherits a complex flavor profile that begins with a sharp piney inhale and ends with a sour lime exhale. Its large buds bloom with a sticky coat of crystal trichomes in a show of Lambo’s potency."
	},
	{
		"Strain" : "Lavender",
		"Type" : "indica",
		"Value_flavors" : "Lavender,Flowery,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.1,
		"Description" : "Built from strains around the world, Lavender by Soma Seeds has its origins from Super Skunk, Big Skunk Korean and Afghani Hawaiian. This strain, sometimes referred to as Lavender Kush, has dense buds that give off a floral and spicy aroma. It has a dark purple coloration at the ends of its leaves."
	},
	{
		"Strain" : "Lemonberry",
		"Type" : "hybrid",
		"Value_flavors" : "Lemon,Blueberry,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Dabney Blue and Lemon Thai come together to produce Lemonberry by Fusion Seeds. Dabney Blue imparts its berry flavors and the sweet aroma of blueberry muffins, typical of strains influenced by DJ Short’s Blueberry line. Lemon Thai adds its own touch of citrus flavors and uplifting effects. Lemonberry is a strain rooted in the Pacific Northwest and is desired for its collage of flavors and balanced effects. The sativa influence in this hybrid helps form a happy head buzz that initiates bouts of creativity and the giggles."
	},
	{
		"Strain" : "Lemonder",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Lemon,Earthy",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headaches",
		"Rating" : 4.5,
		"Description" : "Lemonder is a body-heavy hybrid with an outstanding aroma. This strain is a cross of Lavender, Super Lemon Haze, and OG Kush, and offers alert mental clarity and relaxing physical effects. The buds glitter with trichomes and are tangled in orange/bronze hairs. Its aroma smells like lemon peel, pine needles, and a sprinkling of earthy spice. Enjoy Lemonder throughout the day as its effects are manageable and won’t pull too firmly toward stimulation or relaxation. Expect smile-inducing euphoria and a calming, carefree body buzz. "
	},
	{
		"Strain" : "Leonidas",
		"Type" : "sativa",
		"Value_flavors" : "Grape,Lavender,Violet",
		"Value_effects_positive" : "Creative,Energetic,Focused,Aroused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Muscle Spasms",
		"Rating" : 4,
		"Description" : "Leonidas is a Super Silver Haze variation produced by Canadian LP Tweed. With genetic roots stemming from Haze, Skunk #1, and Northern Lights, this sativa-dominant strain lifts you into a state of unencumbered happiness and focus. Citrus flavors mingle with a sweet and sour bite inherited from Leonidas’ Skunk ancestor, providing a flavorful precursor to the weightless euphoria to come. Like the Spartan warlord this strain was named after, Leonidas delivers a swift kick to depression, fatigue, and stress and sends them down a bottomless black pit."
	},
	{
		"Strain" : "Lifesaver",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Berry,Honey",
		"Value_effects_positive" : "Relaxed,Euphoric,Uplifted,Sleepy,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Cramps,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "When it comes to both its candy-like taste and ability to knock out chronic pain, Lifesaver definitely lives up to its name. This indica-dominant cross of the breeder strains BOG Bubble and Subcool JCB was created to meet the special demands of pain sufferers. Relaxing with a grape and bubble gum aroma, this strain is worth a try for those looking for a stronger, medicated feeling. Lifesaver flowers quickly, usually within 8 weeks."
	},
	{
		"Strain" : "Limon",
		"Type" : "sativa",
		"Value_flavors" : "Lemon,Citrus,Diesel",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Aroused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Inflammation",
		"Rating" : 4.8,
		"Description" : "Created by LivWell, Limon is a sativa-dominant strain that blends Sour Diesel, Strawberry Diesel, and NYC Diesel. With notes of diesel and skunk in flavor, these bright green frosty buds will leave you with an uplifting and long-lasting cerebral buzz."
	},
	{
		"Strain" : "Locktite",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.3,
		"Description" : "Using their Mt. Rainier hybrid and crossing it with the award-winning Gorilla Glue #4, RedEyed Genetics created the sticky Locktite. Scents of citrus and diesel overwhelm you as you enjoy this tasty flower engulfed in trichomes. Taking after the Gorilla Glue in effect and certainly in resin production, this is an upbeat and powerful strain."
	},
	{
		"Strain" : "Locomotion",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.6,
		"Description" : "Locomotion is a 70/30 indica-dominant strain by Heroes of the Farm. A cross between Blue Diesel and Timewreck, this strain delivers a dreamy cerebral high while soothing the body. Locomotion’s sour-smelling buds bloom with deep hues of silvery purple. Novices take caution with this potent indica: a little bit goes a long way."
	},
	{
		"Strain" : "Lowryder",
		"Type" : "hybrid",
		"Value_flavors" : "Pungent,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.4,
		"Description" : "Lowryder is a hybrid strain that was inbred for nine generations by Joint Doctor Seeds to give it a dwarfed size. Growing no more than 16 inches tall, it's the cannabis equivalent of a bonsai for the discrete grower’s windowsill or balcony. Lowryder’s small size comes from a species of cannabis ruderalis crossed with Northern Lights #2 and then William’s Wonder. Consumers, be patient with this strain: its medicinal and cerebrally stimulating effects have a slow but powerful onset. A mild earthy aroma radiates from the small, conic buds which autoflower in a short 40 to 45 days. Lowryder is a stalwart plant that can survive in harsh, colder climates, making it a popular strain in northern regions like Finland and Canada."
	},
	{
		"Strain" : "Lucy",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headaches,Inflammation",
		"Rating" : 4.4,
		"Description" : "Lucy is a robust indica-dominant CBD-rich strain created from crossing Luca Brasi and LA Confidential. This strain packs a ton of cannabinoids into a tiny package, rendering THC and CBD content above 10% each. With this potent ratio, you can expect to feel an intense sense of wellbeing that isn’t overwhelmingly sedative. Also known for its mental stillness, Lucy pulls the handbrake on “monkey mind” and anxious thoughts. Utilize this strain later in the day to maximize its effects or simply as a supplementary anti-inflammatory that can assist with headaches and muscle pain."
	},
	{
		"Strain" : "M-39",
		"Type" : "indica",
		"Value_flavors" : "Tar,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Fatigue",
		"Rating" : 3.2,
		"Description" : "The offspring of Northern Lights #5 and Skunk #1, M-39 is a difficult crop to grow properly. However, when grown correctly, the M-39 marijuana strain has a fruity and lemon taste with many trichomes and very visible crystals. The buds are very compact, heavy, and dense. Flowering time is about 45 days, with the strain's THC content measuring up to 16.5%. "
	},
	{
		"Strain" : "Milf",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Sage",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Cramps,Headaches,Inflammation",
		"Rating" : 4.4,
		"Description" : "MILF, also known as MILF Weed, from Mother Chucker’s Seeds takes its name from an acronym for Marijuana I’d Like to Flower. This sativa-heavy hybrid crosses White Widow with a select cut of Trainwreck from Arcata, California (e-32). While there is a known indica-dominant phenotype floating around, the MILF strain tends to be led by a strong heady buzz that elevates your mood."
	},
	{
		"Strain" : "Madagascar",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Skunk,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headaches,Muscle Spasms",
		"Rating" : 4.1,
		"Description" : "Madagascar is an indica with a clean, floral smell. In true indica spirit, this strain produces a heavy-bodied, quick, and powerful sensation that is great for putting you to sleep in a hurry. Madagascar’s effects aren’t the longest-lasting but they hit quickly, making this strain great for those who just need a little help tackling insomnia."
	},
	{
		"Strain" : "Madcow",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Ammonia",
		"Value_effects_positive" : "Relaxed,Creative,Energetic,Uplifted,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Cramps,Fatigue,Eye Pressure",
		"Rating" : 3.4,
		"Description" : "Madcow descends from two high-energy sativas, Durban Poison and Purple Cow. With a heavy blanket of crystal resin, this strain is a solid choice for veteran consumers and for making concentrates. This pure-blooded sativa will hit you with weightless cerebral effects and induce fits of laughter. Smooth yet spicy, this flower releases a flavor similar to that of butterscotch."
	},
	{
		"Strain" : "Magnum",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Spicy/Herbal,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Eye Pressure",
		"Rating" : 3.9,
		"Description" : "A high caliber strain of mysterious origins, Buddha Seeds took a variety of powerful ruderalis, indica, and sativa strains to create this auto-flowering hybrid. This plant will explode with growth and branches and will provide high yields of spicy-smelling flowers. Magnum takes predominantly after its sativa parent when it comes to effects, producing fits of laughter and a euphoric cerebral blast."
	},
	{
		"Strain" : "Malakoff",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Earthy,Tobacco",
		"Value_effects_positive" : "Happy,Creative,Energetic,Talkative,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Eye Pressure",
		"Rating" : 3.7,
		"Description" : "Bred by Medical Seeds Co., Malakoff is an 80/20 sativa-dominant strain that crosses Strawberry Haze and White Widow. Malakoff tends to hit with a strong cerebral effect, making it a great choice for users who prefer a creative and energizing high. It may also offer therapeutic qualities for those suffering from anxiety or depression. This strain flowers in about 70 to 75 days and can be harvested mid-October."
	},
	{
		"Strain" : "Malawi",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Flowery,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Stress,Nausea,Fatigue,Headaches",
		"Rating" : 4.4,
		"Description" : "Malawi is a pure sativa strain that comes from the Salima region of Malawi in southeast Africa.  This strain has an extremely long flowering time, sometimes up to 120 days.  Always worth the wait, Malawi produces long and resin-coated buds, a great smoke for any occasion."
	},
	{
		"Strain" : "Mammoth",
		"Type" : "hybrid",
		"Value_flavors" : "Honey,Earthy,Apricot",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Stress,Fatigue,Inflammation,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "This hybrid from The Bank Cannabis Genetics is a cross between the sativa-dominant Snowcap and indica-dominant LA Confidential. There isn’t a lot of  information available on Mammoth, but the breeder suggests that growers should look for phenotypes featuring the enormous yields of Snowcap, the shorter flowering time and manageable height of LA Confidential, and the dense buds, high potency, resin production, and disease resistance of both parents."
	},
	{
		"Strain" : "Mango",
		"Type" : "indica",
		"Value_flavors" : "Mango,Sweet,Lemon",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.1,
		"Description" : "The Mango cannabis strain has been around since the early 1960s. In 1991, it was crossed with KC 33 to give us the current Mango strain. Its buds have been known to grow very large, about the size of a softball, and can be up to a foot and a half in length. The foliage turns to a deep red/purple color with a smell and taste of sweet mango. Mango takes 9 to 11 weeks to flower and has a THC content of 15-20%."
	},
	{
		"Strain" : "Mangolicious",
		"Type" : "indica",
		"Value_flavors" : "Mango,Pineapple,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Cramps,Fatigue,Muscle Spasms",
		"Rating" : 5,
		"Description" : "Mangolicious is an indica-dominant cross of Big Bud and White Widow. This cut expresses a tropical aroma and robust bud structure. It has a relatively speedy flowering time and a generous yield thanks to its Big Bud genetics. Mangolicious’s full-body effects and pleasant mango smell speak to potentially high levels of myrcene, a terpene known for its weighted “couchlocking” effect."
	},
	{
		"Strain" : "Maui",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Citrus,Tropical",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.2,
		"Description" : "A relative to Hawaiian sativa strains, Maui lives up to its tropical reputation. The musky overtones for this easy sativa are complemented by its fruity aftertaste and floral aroma. Less uplifting than other sativas, Maui tends to be head heavy and delivers a slow cerebral sensation that becomes more prominent over time. Maui effects tend to be medium-long in duration, lasting over 2 hours for many users."
	},
	{
		"Strain" : "Medihaze",
		"Type" : "sativa",
		"Value_flavors" : "Pine,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Inflammation",
		"Rating" : 4.6,
		"Description" : "MediHaze (or CBD Medi Haze) is an 80/20 sativa-dominant strain bred by CBD Crew that crosses genetics from Super Silver Haze, Neville’s Haze, and an undisclosed CBD-rich parent. Its THC to CBD ratio typically comes out 1:1, but some seeds will offer a doubled CBD content. THC and CBD’s synergy provide relief to a variety of symptoms, some of which include pain, inflammation, and anxiety. Pine, mint, and spice aromas burst from MediHaze buds in a fragrant introduction to its clear-headed, uplifting effects. "
	},
	{
		"Strain" : "Medibud",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Berry,Flowery",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Inflammation",
		"Rating" : 4.5,
		"Description" : "Medibud (or Medi Bud) is an uplifting hybrid strain of unknown genetic origins, but many attribute its upbeat, active effects to sativa parentage. Others claim Medibud is a 60/40 indica-dominant cross, so it’s possible that this strain expresses itself in various phenotypes. Typically, you can expect high-energy euphoria and heightened sensory awareness from Medibud, but its indica-leaning phenotypes may induce heavier, more relaxing effects. "
	},
	{
		"Strain" : "Medusa",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Butter,Nutty",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Fatigue",
		"Rating" : 4.1,
		"Description" : "Medusa mixes smooth, sweet flavors with an earthy aroma of fresh blueberries to create a compelling hybrid. Using their strain Misty, Nirvana Seeds has developed a strong mix of sedating body effects with balanced and clear cerebral activity. Medical consumers appreciate Medusa’s ability to combat sleep issues and body pains."
	},
	{
		"Strain" : "Megalodon",
		"Type" : "sativa",
		"Value_flavors" : "Skunk,Earthy,Spicy/Herbal",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Nausea,Fatigue",
		"Rating" : 4.4,
		"Description" : "Megalodon, named for the prehistoric shark of the same name, is a sativa-dominant strain with a trichome-rich lineage. This strain was created by crossing Great White Shark x White Widow x Snow White, alluding to the dense blanket of trichomes that coats it. The Canadian-born strain smells of fresh cut grass and skunk. Megalodon’s effects are heady and uplifting, making it ideal for focus, creativity, and shrugging off depression. Pair this strain with a sunny day for best possible results. "
	},
	{
		"Strain" : "Mexican",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Woody,Diesel",
		"Value_effects_positive" : "Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Headache,Fatigue,Eye Pressure",
		"Rating" : 3.4,
		"Description" : "Mexican refers to the indigenous varieties of cannabis (or landraces) that grow natively in this region of the world. Because of this region's latitude and climate, these native landrace strains tend to be sativa in structure and effect."
	},
	{
		"Strain" : "Middlefork",
		"Type" : "hybrid",
		"Value_flavors" : "Lemon,Earthy,Blueberry",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative,Uplifted,Aroused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Headaches",
		"Rating" : 4.6,
		"Description" : "Middlefork is a sativa-dominant hybrid strain bred from Dutch Treat. Created in Washington state just outside the city of Bellingham, Middlefork has become a local staple known for its potent relief of anxiety, pain, spasms, and nausea. Creativity and energy are ushered in by sweet berry and tangy citrus notes inherited from the strain’s Dutch Treat parent."
	},
	{
		"Strain" : "Midnight",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Lavender",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Inflammation",
		"Rating" : 4.4,
		"Description" : "Midnight, a popular strain in Israel, is a sativa-dominant variety developed by Tikun Olam to treat nausea. This high-CBD strain also controls pain, inflammation, and indigestion, with uplifting and invigorating effects ideal for daytime consumption."
	},
	{
		"Strain" : "Millennium",
		"Type" : "hybrid",
		"Value_flavors" : "Blueberry,Earthy,Berry",
		"Value_effects_positive" : "Hungry,Happy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.4,
		"Description" : "Named after the idea that it will be around for many years, millennium is a balanced hybrid with 75% indica from the mountains of Iran crossed 25 percent with a Niagara/Shiva sativa. Easy to grow indoors and outdoors."
	},
	{
		"Strain" : "Monolith",
		"Type" : "indica",
		"Value_flavors" : "Pungent,Earthy,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 5,
		"Description" : "Monolith is an indica-dominant strain with Afghan roots that stretch back to the 1980s. This indica exhibits a pungent aroma that has an earthy, herbaceous core glazed with stinky-sweet terpenes powerful enough to clear a room. The onset of Monolith is surprisingly uplifting, making the consumer smile and laugh while banishing stress and anxiety from the mind. Monolith stimulates the appetite and infuses the limbs with a warm, tingly sensation. Enjoy this indica to nullify stress, curb minor physical pain, and encourage rest and relaxation.    "
	},
	{
		"Strain" : "Mossad",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Lemon,Sweet",
		"Value_effects_positive" : "Euphoric,Focused",
		"Value_effects_negative" : "Paranoid,Anxious",
		"Value_effects_medical" : "Headache",
		"Rating" : 3.8,
		"Description" : "Mossad is an indica-dominant strain bred by Terraform Genetics, who crossed a Conspiracy Kush male with the Kosher Kush female. This San Fernando Valley strain may express one of two sets of characteristics depending on the phenotype. The first (dubbed Mossad OG) takes after its OG heritage, with frosty and dense buds that exhibit a unique calyx structure. Its aroma is a sweet and herbal mix of rose and sage, and its effects will leave you feeling mellow and relaxed following a slightly energetic cerebral buzz. The second phenotype (referred to as Mossad Kush) inherits more characteristics from Conspiracy Kush, boasting a hashy, earthy aroma accented by sour lemons."
	},
	{
		"Strain" : "Motavation",
		"Type" : "indica",
		"Value_flavors" : "Pungent,Flowery,Sweet",
		"Value_effects_positive" : "Relaxed,Creative,Sleepy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Pain,Fatigue,Headaches,Spasticity,Muscle Spasms",
		"Rating" : 3.9,
		"Description" : "Motavation, first bred by Magus Seeds, is an indica-dominant hybrid strain that combines genetics from Sensi Star and Warlock. While its name may suggest a boost of energy and focus, don’t let yourself be deceived: Motavation typically locks you to the couch in a blissful state of relaxed happiness. However, many consumers do report cerebral engagement conducive for creativity, but whether or not you have the energy to make anything of it is another story. This mostly indica cannabis strain has a sweet, fruity and floral aroma that is accented by a sour chemical smell, and patients report Motavation’s success in treating anxiety, muscle spasms, pain, and insomnia."
	},
	{
		"Strain" : "Ny-47",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Pineapple,Tropical",
		"Value_effects_positive" : "Hungry,Energetic,Talkative,Uplifted,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Fatigue",
		"Rating" : 4.2,
		"Description" : "NY-47 is a potent, sativa-leaning blend that combines NYC Diesel with AK-47 and provides balanced effects. The large colas are fairly dense and have a grapefruit flavor that is accented by subtle fruity and diesel undertones. The effects of NY-47 are euphoric and energetic which can be great for those who like to stay active and explore the outdoors. "
	},
	{
		"Strain" : "Nypd",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Citrus,Diesel",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Headache,Fatigue",
		"Rating" : 4.2,
		"Description" : "NYPD, or New York Power Diesel, is a 70/30 sativa-dominant hybrid bred by Nirvana Seeds, who crossed Aurora Indica with a Mexican sativa called Eldorado. With its dueling indica and sativa genetics, NYPD delivers a balanced effect that is neither racy nor lethargic, but a happy in-between. Its name is derived from its funky diesel aroma which is sweetened by the citrusy smell of lemons. "
	},
	{
		"Strain" : "Narnia",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Earthy,Citrus",
		"Value_effects_positive" : "Happy,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Muscle Spasms",
		"Rating" : 4.8,
		"Description" : "Narnia, a strain produced by Soulshine Cannabis and developed by Advanced Growing Technologies, is the stimulating sativa-dominant cross of Jack Herer and Trainwreck. It has an incredibly fast onset, imbuing consumers with an amplified sense of their imaginations while promoting upbeat physical activity. This long-lasting strain has massive trichome production and a terpene profile rich with citrus tang, spice, and a touch of sweetness. Enjoy Narnia to enhance mood, encourage creativity, and nullify lethargy. "
	},
	{
		"Strain" : "Nebula",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Honey",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.4,
		"Description" : "The Nebula marijuana strain was bred by Paradise Seeds in 1996. Its name means 'Starcloud' and it has been known to 'twinkle' with THC coating, with a head and body buzz described as intense and almost psychedelic. The buds have been known to smell and taste like honey, and flowering time is a minimum of 9 weeks. Nebula has won many awards, including 3rd place in the sativa category at the High Times Cannabis Cup in 1999 and 2nd place in 2005. It also took 3rd place at the Highlife Cup in 2004 in the Hydro category, and 1st place at the Copa La Bella Flor Spain in 2005."
	},
	{
		"Strain" : "Nepalese",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Grapefruit,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Focused,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.4,
		"Description" : "Nepalese refers to any strain that grows natively in the Nepal region. These indigenous vareities (also called landraces) tend to be sativa in growth structure, however the buds and effects more closely resemble indica varieties. Native Nepalese strains tend to be resinous and hashy in aroma, with buds growing dense toward the top of these sparsely branched plants."
	},
	{
		"Strain" : "Nordle",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Citrus,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Nordle, named after Howard Marks’ code word for “hashish,” is a high-CBD indica cross between Afghani and Skunk. With a CBD content as high as its THC concentrations, Nordle delivers mild effects that relieve pain and muscle spasms. Nordle, which flowers in 8 to 10 weeks, produces dense, conic buds with a pungent fruity and herbal aroma."
	},
	{
		"Strain" : "Nova",
		"Type" : "indica",
		"Value_flavors" : "Berry,Earthy,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Creative",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Inflammation",
		"Rating" : 4.9,
		"Description" : "Nova is Canadian LP Tweed’s version of Pennywise, an indica-dominant cannabis strain with an equal ratio of THC and CBD. This combination of cannabinoids offers enhanced therapeutic effects for patients treating pain, anxiety, inflammation, stress disorders, and many other symptoms and conditions. Nova combines genetics from Jack the Ripper and Harlequin, who pass on relaxed and focused effects perfect for daytime medicating or productive afternoons. The aroma is subtle, but sweet woody notes with spicy pepper undertones can be detected on the exhale."
	},
	{
		"Strain" : "Nuken",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.5,
		"Description" : "The mostly indica Nuken is a Canadian strain bred by combining genetics from Kish (a cross of two Shishkaberry parents) and God Bud. Her even-keeled effects are delivered alongside a sweet, earthy aroma of fresh herbs and grass. While undeniably strong, Nuken typically leaves you functional enough to still enjoy hobbies and the company of friends. Nuken blooms with rounded, dense buds covered in a blanket of crystal resin veiling its sage hues."
	},
	{
		"Strain" : "Ocd",
		"Type" : "sativa",
		"Value_flavors" : "Tar",
		"Value_effects_positive" : "Creative,Energetic,Focused,Giggly,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Seizures",
		"Rating" : 4.5,
		"Description" : "OCD is a strain from downtown Seattle that can be rare to find, but is worth the hunt if you’re a true sativa lover. Active and energetic to the core, this strain is good for those who need to get stuff done. New patients should be cautious, however, as it can cause anxiety."
	},
	{
		"Strain" : "Ogiesel",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Diesel",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Stress,Lack of Appetite,Nausea,Headache",
		"Rating" : 4.2,
		"Description" : "An inspirational cross between SFV OG Kush and Giesel, OGiesel is all smiles. While mild at first, a euphoric feeling creeps up steadily after initial use. While the slightly sativa dominant traits make this a happy, uplifting strain, OGiesel provides a truly hybrid experience. Its smiley effects are complemented by an easy feeling of bodily relaxation, making this strain perfect for an afternoon picnic or regular daytime use. The aroma of this hybrid is strong and piney with pleasant lemon undertones. OGiesel typically flowers in 8 weeks and features more indica-like growing characteristics. For best yields, this strain should be grown indoors."
	},
	{
		"Strain" : "Odyssey",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Skunk,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Tingly,Focused",
		"Value_effects_negative" : "Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "Odyssey is a well-balanced hybrid strain that originated in San Francisco and quickly became popular in the Bay Area. This strain flowers at 7 to 8 weeks, producing large, dense buds that have a sweet, sugary aroma. Its candy flavor is best appreciated through a vaporizer and provides strong head-based effects. Some head pressure is common, but this strain’s indica side comes out later, leading to a body-melting calm. Overall, Odyssey will take you on a smooth journey."
	},
	{
		"Strain" : "Ogre",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Skunk,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.1,
		"Description" : "There are several cannabis strains out there with the moniker of “Ogre.” The best known and most sought after is a sativa/Skunk-leaning phenotype of the multiple award-winning indica Sensi Star. While most phenotypes of Sensi Star are fairly compact indica plants, the Ogre is named for its much larger size and huge yields. Giant, frosty colas produce very high levels of THC and a pungent lemon-skunk aroma."
	},
	{
		"Strain" : "Omega",
		"Type" : "hybrid",
		"Value_flavors" : "Menthol,Sweet,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Tingly",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Inflammation",
		"Rating" : 4.8,
		"Description" : "Bred over generations from White Widow, Kush, NYC Diesel, and Permafrost genetics, Omega by Rogue Buds is a hybrid strain that lets the mind soar while relaxing the body. This high-THC strain carries a pungent and complex aroma comprised of earthy pine, sweet citrus, and spicy menthol notes. Omega eases muscle tension and frees the headspace of excessive stress, making this strain a perfect partner for winding down after a long day."
	},
	{
		"Strain" : "Opium",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Nutty,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Eye Pressure",
		"Rating" : 4.8,
		"Description" : "Opium by Paradise Seeds is an even 50/50 hybrid that offers the best of both indica and sativa strains. This strain won 2nd place at the 2006 High Times Cannabis Cup and has grown in popularity since. Known to flourish indoors, this plant grows fat, resinous colas when hydroponics are employed. Outside, this strain is a different beast, growing more fickle in guerrilla cropping conditions. "
	},
	{
		"Strain" : "Or",
		"Type" : "hybrid",
		"Value_flavors" : "Lemon,Chemical,Earthy",
		"Value_effects_positive" : "Relaxed,Hungry,Creative,Uplifted,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Or, comprised of 70 percent indica genetics, is an Israeli strain from the medical cannabis supplier Tikun Olam. Primarily designed for patients with sleep disorders, Or also remedies an array of other symptoms including nausea, pain, inflammation, indigestion, and appetite loss."
	},
	{
		"Strain" : "Ortega",
		"Type" : "indica",
		"Value_flavors" : "Spicy/Herbal,Pepper,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Nausea",
		"Rating" : 4.8,
		"Description" : "Ortega by Mr. Nice Seeds is an indica strain bred from Northern Lights genetics. Since its creation in the mid-1980s, Oretga has offered growers heavy yields of resinous, sweet-smelling buds that finish flowering in just 6 to 8 weeks. Its effects are heavily tranquilizing and help to usher in sleep with late night use. "
	},
	{
		"Strain" : "Outlaw",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Spicy/Herbal,Woody",
		"Value_effects_positive" : "Euphoric,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Fatigue",
		"Rating" : 4.5,
		"Description" : "Outlaw is a high-intensity strain bred by Dutch Passion, who combined Super Haze and Amnesia to create this 80% sativa. It inherits a sweet aroma from its Haze parent, intermixing fresh earthiness with sour lemon. Outlaw’s initial impact comes quickly and powerfully, but evens out to an uplifting, clear-headed buzz over time. With a THC content that typically falls between 15-20%, Outlaw may help patients treat glaucoma, inflammation, depression, migraines, and ADD/ADHD. Outlaw’s breeders recommend growing this sativa using the screen of green (SCROG) method with a 12-week flowering in order to capture its full flavor."
	},
	{
		"Strain" : "P-51",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Flowery,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Tingly,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Headache,Eye Pressure",
		"Rating" : 4.4,
		"Description" : "P-51 is a piney, earthy indica strain that crosses a Tahoe OG male and a Blackberry mother. Created by Clint Pipkin, a grower in both Humboldt County and Northwestern Washington, the male was flowered in a window sill on the Key Peninsula in Pierce County. Thousands of seeds were created during this cross, and Washington producer Rootworx narrowed this strain down to the best cut from 70 phenotypes. This has become Rootworx’s signature strain, resulting in DOPE Magazine’s “Strain of the Month” in June 2015. This deeply relaxing indica has also been deemed “The Tranquilizer Dart” in recreational retail shops throughout Washington state."
	},
	{
		"Strain" : "P-91",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Skunk,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Energetic",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Inflammation",
		"Rating" : 4.5,
		"Description" : "P-91 is the product of Northern Lights crossed with itself three times. This cubing comes out as a 50/50 hybrid that offers potent, balanced effects that settle in the limbs. The P-91 genetics originated in Poway, CA in 1991 (e.g., P-91) and has been employed by patients up and down the west coast seeking a functional smoke with inherent indica effects that are not debilitating."
	},
	{
		"Strain" : "Pagoda",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Mango,Pineapple",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Energetic",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Fatigue,Inflammation",
		"Rating" : 5,
		"Description" : "Bodhi Seeds crossed the Genius phenotype of Apollo 11 with Appalachia to make this mostly sativa strain. Pagoda grows in the lanky manner of Apollo 11, meaning that she will require a great deal of support to keep her dense flowers off the ground. Flavors of pineapple, melon and starfruit combine with a pronounced chem-fuel funk to create a very unique terpene profile."
	},
	{
		"Strain" : "Papaya",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Citrus,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.2,
		"Description" : "Papaya is an indica-dominant hybrid cannabis strain that is known for producing effects that might be more in line with a traditional sativa. The indica element of this strain does provide a mental calmness, but many consumers also find that this strain makes them energetic and productive. Nirvana Seeds bred this to be their take on a Mango strain and crossed Citral #13 with Ice #2 to make their own fruit. They met their own challenge and Papaya smells uncannily like its namesake. The taste is similar to its tropical fruit counterpart, but a spicy, peppery side also becomes apparent. The plants stay fairly short and thin, producing lots of fluffy buds with papaya-orange hairs in 8 or 9 weeks."
	},
	{
		"Strain" : "Pennywise",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Inflammation",
		"Rating" : 4.5,
		"Description" : "Pennywise is a high-CBD indica cross between Harlequin and Jack the Ripper, a combination that lends this strain its killer clown name. Four phenotypes of this Stephen King-inspired strain exist, some of which have fingerlike buds while others appear more round. Notes of coffee and pepper lift from the purple-fringed flowers with undertones of lemon and bubblegum. Rich in the therapeutic compound CBD, Pennywise is especially effective in treating arthritis, PTSD, epilepsy, neurological disorders, and cancer symptoms. It contains a 1:1 ratio of CBD and THC, so the psychoactive effects are milder and more relaxing. Jack the Ripper’s cerebrally focused effects are detectable in Pennywise’s genes as euphoria and mental clarity take over with an invigorating buzz. Pennywise flowers in 60 to 67 days and is suitable for either indoor or outdoor gardens."
	},
	{
		"Strain" : "Permafrost",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Pungent",
		"Value_effects_positive" : "Happy,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Headache,Fatigue,Headaches,Inflammation",
		"Rating" : 4.2,
		"Description" : "Permafrost, bred by Rogue Buds, is a sativa-dominant hybrid named for its frosty coat of crystal trichomes and fresh pine aroma. While some believe Permafrost to be the love child of Trainwreck and White Widow, others claim it comes from Kali Mist and Trinity Snow. True to its hybrid genetics, Permafrost’s relaxing effects are balanced between mind and body. Larger doses demonstrate the strain’s potency: as sensory detail peaks, attention becomes transfixed, and a full-body calm takes over. For this reason, Permafrost may help patients treating ADD/ADHD and anxiety symptoms, and others have reported its success in treating arthritis, asthma, multiple sclerosis, and gastrointestinal disorders. "
	},
	{
		"Strain" : "Pez",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Woody,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.3,
		"Description" : "Pez is an indica daughter of Afghani and Pakistani strains. These sweet, frosty buds offer the relaxation and pain management typical of indicas without the drowsiness, making it great for daytime use. "
	},
	{
		"Strain" : "Pineapple",
		"Type" : "hybrid",
		"Value_flavors" : "Pineapple,Sweet,Tropical",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.2,
		"Description" : "Pineapple was developed by selecting a phenotype of Ed Rosenthal’s Super Bud (ERSB) that expressed predominantly indica traits and had intense tropical flavors. After generations of inbreeding, the strain developed a sturdy structure and more pronounced flavors of pineapple and diesel. The buds take on a bulbous shape that, in a way, resemble the fruit. A perfect strain for stress relief, Pineapple will transport you to your happy place, leaving you uplifted and relaxed."
	},
	{
		"Strain" : "Pitbull",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Pungent,Tropical",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Lack of Appetite,Nausea,Headache,Inflammation",
		"Rating" : 4.3,
		"Description" : "Pitbull was bred in the early 2000s by U.S. seed company Stoney Girl Gardens as a cross between P-91 and their own award-winning Sugar Plum. This mostly indica strain has an extremely quick flowering time at 6-7 weeks. Just like the dog breed it’s named after, this plant is tenacious, making it a versatile grower indoors or out that produces high yields. Buds will be light green and fragrant, smelling of tropical fruit with earthy, skunky notes. Pitbull’s taste is also fruity and its indica buzz hits fast and hard."
	},
	{
		"Strain" : "Plushberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Flowery",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "Plushberry, a cross between Black Cherry Soda and Space Queen, is an 80% indica strain bred by TGA Seeds. The Black Cherry Soda lends this strain an aromatic berry scent, while the Space Queen genetics promote heavy resin production. Plushberry induces a deep relaxation in the mind and body, with calming qualities that melt away stress. There are two main phenotypes of Plushberry: one that grows smaller, pink-tinted plants, and another with bulkier, more indica-like formations. Plushberry flowers in 55 to 65 days with medium to heavy yields. "
	},
	{
		"Strain" : "Pokie",
		"Type" : "indica",
		"Value_flavors" : "Butter,Cheese,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Headaches",
		"Rating" : 3.5,
		"Description" : "Pokie is an indica-dominant strain that descends from a Pure Kush and LA Confidential hybrid and a Sweet Tooth and Juicy Fruit cross. Sister to the high-CBD indica Gumbi, Pokie caters to those more concerned with a high-THC content. Its earthy chocolate flavors are met with tranquilizing effects that relax the body without too much fogginess in the mind."
	},
	{
		"Strain" : "Primus",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Citrus,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.7,
		"Description" : "Primus, also called Primus OG, is a complex indica strain that combines Arcata, Trainwreck, and 303 OG. Each parent strain passes on something special to Primus: Arcata with its creative activation, Trainwreck with its long-lasting euphoria, and 303 OG with its sour fruit flavors. This trifecta of duration, fragrance, and quality of high makes for a potent hybrid cherished by patients and recreational consumers alike. For those using cannabis medicinally, consider choosing Primus for evening management of depression, anxiety, appetite loss, or pain relief."
	},
	{
		"Strain" : "Q3",
		"Type" : "sativa",
		"Value_flavors" : "Tree Fruit,Apple,Apricot",
		"Value_effects_positive" : "Happy,Uplifted,Tingly,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress",
		"Rating" : 3.6,
		"Description" : "A sativa dominant strain."
	},
	{
		"Strain" : "Qleaner",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Tropical,Chemical",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Headaches",
		"Rating" : 4.4,
		"Description" : "Qleaner is a mostly sativa strain that provides an impressive high to even the most jaded cannabis aficionado. Bred by TGA Genetics by crossing Querkle and Jack's Cleaner, Qleaner delivers uplifting euphoria with fragrant hints of banana."
	},
	{
		"Strain" : "Querkle",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "A cross between Purple Urkle and Space Queen, Querkle from TGA Genetics is an 80/20 indica-dominant strain that carries a strong grape and berry aroma. Querkle blooms with vibrant lavender hues and a heavy dusting of crystal resin that blankets its bulky colas in a frost-like coat. Heavily euphoric and cerebral, Querkle may be used during the day but is ideal for evening use as it relaxes muscles and guides the mind into sleep."
	},
	{
		"Strain" : "Queso",
		"Type" : "hybrid",
		"Value_flavors" : "Cheese,Earthy,Skunk",
		"Value_effects_positive" : "Tingly,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 5,
		"Description" : "Created in 2011 by Kannabia Seeds using Cheese and Afghani genetics, Queso (Spanish for “cheese”) is a hybrid strain that provides powerful body effects and mood elevation. This potent strain, also know as Kiss, is typically used to relieve pain, anxiety, and insomnia while offering a pugent cheese-like aroma. This aroma comes from then assumed cross of Northern Lights and Skunk, speaking to the 65/35 Indica-dominiant split described by Kannabia. Hailing from Spain, this savory international delight is a treat for anyone lucky enough to get their hands caked with the kiefy cheese dust of this Europian native.  "
	},
	{
		"Strain" : "Quin-N-Tonic",
		"Type" : "indica",
		"Value_flavors" : "Blueberry,Sweet,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Tingly,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.6,
		"Description" : "Quin-N-Tonic is a high-CBD strain bred by La Plata Labs, who combines genetics from Harlequin and Cannatonic. Led by indica genetics, Quin-N-Tonic produces high yields of frosted purple-tipped buds that carry a sweet, dessert-like blueberry aroma. Its CBD-rich profile makes this strain an excellent choice for patients dealing with pain or inflammation, or for those made uncomfortable by THC’s psychoactive effects."
	},
	{
		"Strain" : "Qush",
		"Type" : "indica",
		"Value_flavors" : "Flowery,Citrus,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.5,
		"Description" : "Qush is a 70/30 indica-dominant cannabis strain from TGA Genetics, who combines Pre-98 Bubba Kush with Space Queen. Bred for potency as well as flavor, Qush’s resin-packed buds radiate with sweet aromas of grape, cherry, and hashy spice. This tranquilizing strain has a way of calming worries and upset stomachs, but keep in mind that Qush can have a sedating, cloudy effect on the mind so consider saving this one for evenings and lazy days."
	},
	{
		"Strain" : "R-4",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Nutty,Butter",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Cramps,Nausea,Inflammation",
		"Rating" : 5,
		"Description" : "R-4, also known as Cindy’s Solution, is a CBD-dominant strain with exceptional therapeutic benefits. With a THC/CBD ratio of 1:40, R-4 sits firmly in the medical category, catering to consumers seeking relief from muscle spasms, chronic physical pain, nausea, and a shortlist of other ailments dulled by high quantities of CBD. This strain smells of chocolate and earth intermixed with a gentle floral undertone. Enjoy R-4 at any time in the day as the psychoactive ingredients are kept to a minimum."
	},
	{
		"Strain" : "Rainbow",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Tropical,Pineapple",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Muscle Spasms",
		"Rating" : 4.5,
		"Description" : "Rainbow is a 50/50 indica/sativa hybrid from Spanish breeders Lifetime Seeds, created by crossing Dancehall with Blueberry.  A compact, fast flowering strain with little side-branching, it does very well when grown in the “sea-of-green” style. Rainbow presents a wide array of colors towards the end of flowering, hence the moniker. With a spicy-sweet fruity flavor, this tasty hybrid can give consumers a pleasant, creative high and pain relief without a heavy body sensation.  "
	},
	{
		"Strain" : "Recon",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Nausea,Inflammation,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "The ReCon is a perfect blend of two parts LA Confidential and one part Cannadential. The Cannadential father was chosen for it’s indica traits and at times, the ReCon seems stronger than even the LA Confidential. There is plenty of magic in this cross for sure!"
	},
	{
		"Strain" : "Remedy",
		"Type" : "indica",
		"Value_flavors" : "Citrus,Earthy,Woody",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Sleepy,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.6,
		"Description" : "Remedy, a cross between Cannatonic and Afghan Skunk, is a high-CBD strain that induces little to no psychoactive effects. Remedy can reach CBD levels as high as 15% while THC is found in only trace amounts of less than 1%. Yellow-tinted buds hide under a sheath of crystal trichomes and carry a lemon-pine scent. Upon inhaling the sweet, floral notes of Remedy, the consumer is lifted into a state of mellow relaxation that differs greatly from the jarring experience induced by high THC strains. Patients looking to medicate without the pronounced head and body effects may turn to Remedy to treat seizures, pain, autism, inflammation, and anxiety disorders. Growers hoping to cultivate this highly medicinal strain should allow a 6 to 8 week flowering time in indoor gardens."
	},
	{
		"Strain" : "Rene",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Citrus,Pine",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Uplifted,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Inflammation",
		"Rating" : 4.3,
		"Description" : "Rene, named after the cannabis activist Renee Boje, is a potent hybrid strain popular in Canada. Sweet earthiness and pungent musk flavor this stress-relieving sativa, and patients may also find that Rene effectively treats pain, spasms, and inflammation. Rene is said to be a cross of Skunk #1 and a Himalayan indica."
	},
	{
		"Strain" : "Rockbud",
		"Type" : "indica",
		"Value_flavors" : "Skunk,Pungent,Blue Cheese",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Nausea,Headache,Eye Pressure",
		"Rating" : 4.2,
		"Description" : "Rockbud by Soma Seeds is an 80/20 indica-dominant strain bred using genetics from Super Skunk, Afghani, Big Skunk Korean, and Afghan Hawaiian. With its heavyweight indica force, Rockbud rids the mind and body of stress and physical symptoms, but may also take with it your energy and attention. For this reason, Rockbud is recommended as an end-of-the day indulgence. Leaves darken to a deep red as Rockbud flowers mature, and while yields tend to be on the lighter side, connoisseurs will appreciate the quality these fast-bloomers have to offer."
	},
	{
		"Strain" : "Rocklock",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Lavender,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Lack of Appetite,Nausea,Headache,Fatigue",
		"Rating" : 4.6,
		"Description" : "Rocklock is a cross between the two strains Rockstar and Warlock. The smell of this herb is sweet and fruity. The stone is surprisingly stimulating given that it is primary an indica strain; which has some rather nice advantages when going out to a concert for example. Rocklock tastes hash-like and burns fast and evenly. On the medicinal side, this strain can offer relief from muscle tension and mild to medium aches and pains."
	},
	{
		"Strain" : "Rockstar",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headaches",
		"Rating" : 4.3,
		"Description" : "Rockstar, a cross between Rockbud and Sensi Star, is a potent indica-dominant hybrid that delivers strong effects without debilitating sedation. With aromatic notes of spice and grape, Rockstar is a favorite medicine for headaches, pain, and sleep disorders. Its powerful body and cerebral effects make Rockstar popular among growers, who typically harvest their outdoor plants in mid-October. For those who prefer indoor gardens, Rockstar grows best using the “sea of green” method with a 56 to 63 day flowering time."
	},
	{
		"Strain" : "Romulan",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pine,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headaches,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Romulan, named after the alien Star Trek race, is a powerful indica revered for its potent therapeutic qualities. Though mostly indica, Romulan growers insist sativa genetics have crept in over time, lending it intense cerebral effects. These squat, pine-scented plants produce dense frosty buds that have found their following among connoisseurs in British Columbia and the Pacific Northwest. A deep, sedating relaxation makes Romulan a favorite strain for patients treating muscle spasms and nerve damage. Many hybridized variations of Romulan exist, but nearly all can promise a full body calm with heavily intoxicating properties."
	},
	{
		"Strain" : "Rubicon",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Earthy,Lavender",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Inflammation",
		"Rating" : 4.5,
		"Description" : "Rubicon, 2016 Colorado Cannabis Cup winner of Best CBD Flower, is a utilitarian indica-dominant hybrid. This 1:1 THC/CBD hybrid offers about 9% on either cannabinoid, creating a pleasant smoke for consumers seeking a mild body buzz with anti-inflammatory qualities. Use this strain to temper nausea and physical discomfort, or as an addition to any bowl or joint for complimentary CBD goodness.   "
	},
	{
		"Strain" : "Sage",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Earthy,Sage",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Headaches,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "S.A.G.E. stands for Sativa Afghani Genetic Equilibrium, it is a well balanced Haze crossed with a robust indica strain.  Containing over 20% THC it took 2nd place in the blind test at the 2001 Cannabis Cup.  Spicy sandalwood flavor combined with a long lasting and uplifting high make this the plant for those who like the best."
	},
	{
		"Strain" : "Satori",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Chemical",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.1,
		"Description" : "This strain is a true hybrid in that it is a 50/50 mix of sativa and indica. Mandala Seeds bred Satori by crossing Lucid Dream with another unnamed sativa hybrid. Satori plants flower within 9-10 weeks and produce light green buds with plenty of crystals. The flowers have a unique aroma that is reminiscent of tea and honey."
	},
	{
		"Strain" : "Schrom",
		"Type" : "sativa",
		"Value_flavors" : "Lemon,Citrus,Pine",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Headache,Eye Pressure,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Schrom is a 70% sativa strain that delivers a clear-headed buzz with a pungent lemon and lime aroma. Its genetics are subject to debate, but many believe this sativa was parented by Romulan and either Silver Haze or Santa Marta Colombian Gold. Its aroma fills the room with an enticing citrus aroma, but arguably Schrom’s greatest merit is the mental clarity and functional buzz to come. During the day, Schrom relaxes the body without slowing the mind and leaves you alert enough to focus on the day’s tasks. However, enjoying this strain late in the evening may be all it takes to fall into a good night’s sleep."
	},
	{
		"Strain" : "Sexxpot",
		"Type" : "indica",
		"Value_flavors" : "Flowery,Tropical,Skunk",
		"Value_effects_positive" : "Relaxed,Hungry,Creative,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Pain,Lack of Appetite,Fatigue,Spasticity,Muscle Spasms",
		"Rating" : 4.1,
		"Description" : "Sexxpot is an indica strain bred from Mr. Nice genetics that is said to have aphrodisiac qualities. The story of Sexxpot begins in the bedroom of its conceiver, who was inspired by the arousing qualities of her partner’s stash. Designed to contain lower levels of THC that fall around 14 percent, the idea behind Sexxpot is to provide a euphoric experience without overwhelming the consumer. "
	},
	{
		"Strain" : "Shaman",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Lemon,Earthy",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Nausea,Headache,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Shaman is a sativa-dominant strain bred from Purple #1 and Skunk. This stinky, uplifting strain, originally crafted by Dutch Passion, is a welcome compliment to patients seeking assistance with depression, anxiety, and chronic pain. Some also experience moderate psychedelic effects at higher dosages, speaking to the strong heady effects inherent in this stimulating genetic cross.   "
	},
	{
		"Strain" : "Shangri-La",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Lemon,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Eye Pressure",
		"Rating" : 4.7,
		"Description" : "Taking its name from the mythical valley utopia, the Shangri-La hybrid is sure to bring you to your own internal paradise. This 60/40 sativa-dominant strain takes you to a peaceful mindset where happiness and relaxation are no strangers. Patients might also choose this strain as an uplifting escape from nausea, stress, and pain. Skunky and sweet in flavor, Shangri-La boasts a garden of different aromas from ripe grape and berry to tropical mango and citrus. Bred by JinxProof Genetics and propagated by TGA Genetics, Shangri-La crosses parent strains Fudo Myo-o and 9 Pound Hammer. "
	},
	{
		"Strain" : "Shipwreck",
		"Type" : "sativa",
		"Value_flavors" : "Pine,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Creative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.5,
		"Description" : "Shipwreck is a strain for a sativa treasure hunter. It gives patients a mellow lift that’s great for getting things done. A strong body buzz is also common, so Shipwreck can induce laziness and sleep later on depending on tolerance and dosage. A cross of Trainwreck and the elusive Mothership strain, its light skunk aroma also hints at some of that lineage. If you find the frosty buds of this rare wreck at your local dispensary, be sure to take as much booty as you can carry."
	},
	{
		"Strain" : "Shishkaberry",
		"Type" : "indica",
		"Value_flavors" : "Berry,Sweet,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Pain,Stress,Nausea,Headaches,Eye Pressure",
		"Rating" : 4.3,
		"Description" : "Shishkaberry, or “Kish,” is an indica-dominant hybrid that came about from crossing DJ Short Blueberry with an unknown Afghani strain. This plant will mature in 8 to 9 weeks and should yield a fairly high amount of flowers. Shiskaberry’s buds have a fruit and berry aroma and will be painted with shades of purple. Its initial head buzz is happy and good for finishing things up or being social, but once its indica side kicks in, lazy is the word."
	},
	{
		"Strain" : "Shiskaquine",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Citrus,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Stress,Headaches,Eye Pressure",
		"Rating" : 4.6,
		"Description" : "Shiskaquine is semi-sedative, CBD heavy strain with heirloom indica genetics out of the Emerald Triangle. With a 20:1 CBD-to-THC ratio, this flower is dense with resin and smells of sweet berries and skunk. The psychoactivity of this strain is limited to a mild sedation that crawls across the body in tandem with the soothing effects brought on the by the immense quantity of CBD. This strain works hardest for patients suffering from anxiety, moderate physical discomfort, and nausea. This Harlequin and Shiskaberry cross was created by Matrix NV."
	},
	{
		"Strain" : "Shoreline",
		"Type" : "hybrid",
		"Value_flavors" : "Skunk,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Giggly",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Pain,Stress,Nausea,Headache,Fatigue,Muscle Spasms",
		"Rating" : 4.4,
		"Description" : "Everything’s bigger in Texas, and if you talk to devotees of this Lone Star State strain, they’ll tell you that the marijuana is better, too. Shoreline is a strain of legend. Supposedly first appearing in the early 1980s, it is known as a true “old school skunk.” Fittingly, its name is rumored to come from the state’s Shoreline amphitheater after the strain made a successful debut there during a Grateful Dead concert. Its super strong skunky smell may border on unappetizing, but its large, hairy buds make up for it with equally potent effects. Sativa-dominant, this strain will free your mind and may verge into the psychedelic for some. A clone-only plant, true connoisseurs wonder if the original can still be found. In an effort to continue its lineage, Shoreline has been crossed with many other strains. If it’s found outside of its Texas homeland, a mix is probably what you’re getting. "
	},
	{
		"Strain" : "Starbud",
		"Type" : "indica",
		"Value_flavors" : "Lemon,Diesel,Chemical",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "StarBud is the signature indica of the HortiLab seedline. After taking the Indica Cup at the High Times Cannabis Cup in 2009, StarBud developed a reputation for its thick coating of trichomes that sparkles like stars. This potent indica originated from a mystery clone out of the Midwest United States. StarBud is appreciated for its relaxing body effects and its ability to cradle consumers to sleep.  "
	},
	{
		"Strain" : "Stardawg",
		"Type" : "hybrid",
		"Value_flavors" : "Diesel,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.5,
		"Description" : "Stardawg, possibly named after the bright, sparkling crystal trichomes that blanket the strain like stars, is a hybrid cross between Chemdawg 4 and Tres Dawg. Earthy pine with sour notes of diesel color Stardawg, whose uplifting effects may help patients treating stress, fatigue, and anxiety disorders. Stardawg flowers in 67 days indoors with moderate yields. "
	},
	{
		"Strain" : "Starfighter",
		"Type" : "hybrid",
		"Value_flavors" : "Pine,Woody,Pungent",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Giggly",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Nausea,Fatigue",
		"Rating" : 4.1,
		"Description" : "Starfighter is a 60/40 indica-dominant hybrid whose combined obscurity and quality have garnered this strain quite the reputation among growers and connoisseurs alike. Bred by Alien Genetics, Starfighter mixes genetics from Alien Tahoe OG and Lemon Alien Dawg to create a sweetly aromatic, uplifting hybrid that boasts its potency with a sparkling coat of star-like trichomes. Although the original Starfighter genetics have been discontinued, Exotic Genetix have resurrected similar phenotypes in seed form. "
	},
	{
		"Strain" : "Strawberry",
		"Type" : "sativa",
		"Value_flavors" : "Strawberry,Sweet,Berry",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Fatigue",
		"Rating" : 4.4,
		"Description" : "Originally bred in the Netherlands, Strawberry is a mostly sativa cannabis strain with a pungent fruity scent and uplifting effects. Consumers prone to anxiety choose Strawberry for its stress-relieving qualities without the jarring paranoia common among high THC strains. Comfortable and relaxing, Strawberry brings physical and mental relief to patients treating symptoms mild or severe. Strawberry is grown both indoors and out with a 9 week flowering time."
	},
	{
		"Strain" : "Sublime",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Flowery,Spicy/Herbal",
		"Value_effects_positive" : "Happy,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Pain,Stress,Lack of Appetite,Nausea,Headache,Fatigue",
		"Rating" : 4.2,
		"Description" : "Sublime is a 70% sativa strain that delivers energizing effects alongside a tropical fruity flavor."
	},
	{
		"Strain" : "Sunburn",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Earthy,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Stress,Headache,Fatigue,Inflammation,Muscle Spasms",
		"Rating" : 4.6,
		"Description" : "Sunburn is a lime green sativa-dominant hybrid that reeks of old, sweet genetics. Sunburn began as Island Sweet Skunk crossed with Rug Burn OG. Island Sweet Skunk’s genetics supposedly crossed the ocean with Vietnam Veterans. Colorado Seed Inc. took this beautifully uplifting cut and stabilized the genetics further with the addition of their Gupta Kush. The blend of sweet, pungent, and floral aromas coalesce to create an all-day sativa that stimulates without too much anxiety or paranoia.   "
	},
	{
		"Strain" : "Sunshine",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Sweet,Tropical",
		"Value_effects_positive" : "Happy,Creative,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Eye Pressure",
		"Rating" : 4.7,
		"Description" : "Sunshine is a sativa-dominant cannabis strain produced by the Canadian LP Peace Naturals Project. With a name like Sunshine, you could probably guess that this sativa promises blissful, happy, uplifted effects even on rainy, dark days. The sweet fruity and citrus flavors run with Sunshine’s tropical theme, taking you to a warm place where pain, nausea, and appetite loss don’t exist.  "
	},
	{
		"Strain" : "Supergirl",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Woody,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Sleepy,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4.5,
		"Description" : "Nirvana Seeds created Supergirl by backcrossing the famous Skunk #1 and focusing on the indica portion of that strain’s genetics. This 80% indica produces large rock-hard buds, tons of resin, and a strong, skunky and coffee odor. Although containing a relatively mild THC content between 8% and 15%, the high is fast and hard-hitting, leaving the user fully relaxed and unable to focus. A good choice for treating insomnia, Supergirl has sedating effects that help your eyes ease shut."
	},
	{
		"Strain" : "Superglue",
		"Type" : "hybrid",
		"Value_flavors" : "Pungent,Pine,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.7,
		"Description" : "Superglue is a hybrid strain bred by Seedism Seeds. A cross between Afghani and Northern Lights, Superglue inherits indica growth patterns along with a sweet caramel and pine aroma. Superglue brings calming relaxation to the mind and body, but leaves you functional and energetic enough for social activities or a productive afternoon."
	},
	{
		"Strain" : "Supernatural",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Earthy,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Euphoric,Energetic,Focused,Aroused",
		"Value_effects_negative" : "Dry Eyes",
		"Value_effects_medical" : "Stress,Lack of Appetite,Fatigue,Headaches,Eye Pressure",
		"Rating" : 4.4,
		"Description" : "Supernatural is a prize-winning sativa-dominant blend from Exotic Genetix. After taking 2nd place for sativas at the High Times 2012 Medical Cup in Seattle, it became a staple of the breeder’s genetic line. A pungent fruity mixture of Grape God and The Flav, Supernatural is a great indoor strain that has a biting, skunky zest and uplifting sativa effects. "
	},
	{
		"Strain" : "Supernova",
		"Type" : "hybrid",
		"Value_flavors" : "Pungent,Tropical,Sweet",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.3,
		"Description" : "Supernova, formerly called “Chronic,” is an indica-dominant hybrid from Amsterdam. Other cuts of Supernova have made their way to the U.S. with more sativa-slanted genetics. When grown properly, Supernova’s THC content reaches up to 25%."
	},
	{
		"Strain" : "Superstar",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Earthy,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Fatigue,Muscle Spasms",
		"Rating" : 4,
		"Description" : "Superstar by Exotic Genetix is a sativa hybrid cross between their Starfighter and Supernatural strains. With traces of Grape God, the Flav, and Lemon Alien Dawg, this California strain delivers uplifting, cerebrally focused effects. Another variation from Delta 9 Labs in Amsterdam loops in a backcrossed Sensi Star and takes on indica-dominant genetics. Floral and citrus notes flavor Superstar, a strain that grows best indoors with a 58-day flowering period."
	},
	{
		"Strain" : "Tangelo",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Earthy,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid",
		"Value_effects_medical" : "Depression,Stress,Fatigue,Eye Pressure,Inflammation",
		"Rating" : 4.3,
		"Description" : "Tangelo (not to be confused with Tangelo Kush) is the sour citrus offspring of Tangerine Sunrise and Gorkle (The Fork x Rebel God Smoke). With obvious notes of tropical fruit and an unmistakable tangerine/orange juice aroma, Tangelo offers bright, pleasurable aromas and flavors worth sharing. This strain is especially useful for consumers seeking to nullify stress and fatigue while remaining fairly focused on the task at hand. Lovingly handcraft by Colorado Seed Inc., enjoy Tangelo’s physical and mental enhancement during the daytime to maximize its stimulation. "
	},
	{
		"Strain" : "Tangerine",
		"Type" : "hybrid",
		"Value_flavors" : "Orange,Citrus,Sweet",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Headache,Headaches,Inflammation",
		"Rating" : 4.2,
		"Description" : "Tangerine is a sativa-dominant hybrid, a 4th generation daughter of Ch9 Aroma. The fruity tangerine aroma is accompanied with notes of mango and pineapple. Indoor or outdoor grows can expect flowers between 7 and 8 weeks."
	},
	{
		"Strain" : "Tangie",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Orange,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.5,
		"Description" : "Tangie is another fantastic offering from DNA Genetics in Amsterdam that has quickly gained popularity in its home and is spreading elsewhere. This strain is a remake of sorts of the popular version of Tangerine Dream that was sought-after in the 1990s. The genetics on this strain are a cross of California Orange and a Skunk hybrid, and its citrus heritage is the most evident in its refreshing tangerine aroma. As a plant, Tangie grows best outside, producing sticky buds that provide euphoric yet relaxed effects."
	},
	{
		"Strain" : "Tangilope",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Citrus,Orange",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Paranoid",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Fatigue",
		"Rating" : 4.6,
		"Description" : "Tangilope is a chocolatey, citrus blend of Tangie and Chocolope, two of DNA Genetics’ best sativas. It is best known for its intense terpene profile and exotic smell. The cerebral effects evoke happiness, giggles, and can stimulate creativity."
	},
	{
		"Strain" : "Tesla",
		"Type" : "hybrid",
		"Value_flavors" : "Pepper,Strawberry,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Stress,Inflammation",
		"Rating" : 4.7,
		"Description" : "From Pacific Northwest breeder Alphakronic Genes, Tesla is a combination of two popular West Coast hybrids, Harle-Tsu and Gobstopper. Part of AKG’s new high-CBD line of genetics, Tesla carries one of the fruitiest terpene profile found in a high-CBD strain to date, with smells and flavors of raspberry, grape, blueberry and jasmine. Most phenotypes produce only 1-3% THC, which makes this a very good choice for treating certain symptoms and medical conditions in patients who don’t tolerate the psychoactive effects of cannabis very well."
	},
	{
		"Strain" : "Thai",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Pungent,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.2,
		"Description" : "Thai refers to a cannabis variety that grows natively in Thailand and was brought to the U.S. in the 70s and 80s. This pure sativa landrace is sometimes called “Thai Sticks” because of the way its buds are traditionally dried and tied into long sticks. This original Thai variety has given rise to many strains we commonly see on the market today, including Voodoo, Juicy Fruit, and the classic Haze. Thai induces powerful but comfortable effects and has a distinct fruity, citrus aroma. This strain is a challenge for growers outside tropical climates, but greenhouse gardens make this grow possible for experts patient enough for Thai’s long growth cycle and slow flowering."
	},
	{
		"Strain" : "Thai-Tanic",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Sweet,Woody",
		"Value_effects_positive" : "Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4,
		"Description" : "Thai-Tanic is a very compact sativa variety with that classic chocolate Thai smell and taste. The Skunk father dominates only in fast maturation, high yields, and general vigor. This strain from Dutch seed bank Flying Dutchmen is a heavy resin producer with an extremely potent and trippy cerebral high."
	},
	{
		"Strain" : "Thunderstruck",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Pine,Spicy/Herbal",
		"Value_effects_positive" : "Relaxed,Happy,Creative,Uplifted,Tingly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Eye Pressure,Inflammation",
		"Rating" : 4.9,
		"Description" : "Thunderstruck is a powerful rock ‘n’ roll themed CBD strain without the big hair. Named after the AC/DC song of the same name, you might have guessed that Thunderstruck is the genetic cross of two high-CBD ACDC phenotypes. And just when you thought things couldn't get more metal, Thunderstruck offers consumers a 12:1 CBD/THC ratio that can help ease nausea, abate seizure activity, and reduce inflammation all while keeping the consumer clear headed. The aroma and flavors of Thunderstruck are grassy and subtle. Enjoy this sativa-dominant cross if you are looking for a quality medicinal strain with little to no psychoactive effects.     "
	},
	{
		"Strain" : "Tigermelon",
		"Type" : "indica",
		"Value_flavors" : "Sweet",
		"Value_effects_positive" : "Relaxed,Happy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "",
		"Rating" : 3,
		"Description" : "Tigermelon is a mysterious strain of unknown origin that has been used by the breeder Bodhi Seeds to create some spectacular hybrids such as Snow Leopard. It is thought to be a three-way cross of Chemdawg, Apollo 11 (Genius cut) and an Uzbekistani indica, and the smell has been described by Bodhi as “sandalwood mango lassi.”"
	},
	{
		"Strain" : "Timewreck",
		"Type" : "sativa",
		"Value_flavors" : "Cheese,Sage,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Fatigue",
		"Rating" : 4.4,
		"Description" : "Bred by TGA Genetics, Timewreck is a 70% sativa cross between Vortex and Blood Wreck (Chernobyl x Qrazy Train). The sour, fruity flavors of Vortex enliven Trainwreck’s subtle earthy aromas with pungent notes of lemon, lime, sandalwood, and pear. Timewreck’s High Times Cup-winning THC content delivers potent relief to severe medical symptoms, but novice consumers should be wary of this sativa’s intensity. In large doses, Timewreck induces a disorienting euphoria that begins to justify this strain’s name, but smaller amounts are more likely to bring on engaged creativity and energy. Timewreck typically produces moderate indoor yields following its 60 to 70 day flowering time."
	},
	{
		"Strain" : "Trainwreck",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headaches",
		"Rating" : 4.2,
		"Description" : "Trainwreck is a mind-bending hybrid with potent sativa effects that hit like a freight train. Mexican and Thai sativas were bred with Afghani indicas to produce this Northern California staple, passing on a sweet lemon and spicy pine aroma. Trainwreck begins its speedy hurtle through the mind with a surge of euphoria, awakening creativity and happiness. Migraines, pain, and arthritis are mowed down by Trainwreck’s high THC content, and many patients also use it for relief of anxiety, ADD/ADHD, and PTSD. Trainwreck flowers finish up in early October outdoors, while indoor gardens are ready for harvest 8 weeks into flowering."
	},
	{
		"Strain" : "Trash",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Berry,Citrus",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Inflammation",
		"Rating" : 4.7,
		"Description" : "Trash is an indica-dominant hybrid that is anything but garbage. This strain crosses Purple Trainwreck against Afghani Hash Plant, blending the mental alertness of Trainwreck with the resin production and deep, earthy aroma native to Afghani genetics. Trash is an ideal smoke for long bouts of video games or other stationary activities. These effects also lend themselves to patients suffering from chronic pain and nausea.  "
	},
	{
		"Strain" : "Trident",
		"Type" : "hybrid",
		"Value_flavors" : "Pungent,Earthy,Citrus",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Tingly,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Inflammation,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "Trident is a hybrid strain that is notable for its extremely high CBD content of 12%. As a result, it’s an excellent strain for managing pain or dealing with symptoms while remaining mentally focused. Trident’s low THC levels (usually under 6%) don’t mean you won’t feel any sort of cerebral effects, but they tend to be mild and unobtrusive. These sticky flowers have a pleasant sweet and sour aroma."
	},
	{
		"Strain" : "Trifecta",
		"Type" : "hybrid",
		"Value_flavors" : "Skunk",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Uplifted,Tingly",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.4,
		"Description" : "This creatively bred strain was imagined as a tribute to three great strains created by legendary breeders The Brothers Grimm. An Apollo 11 and Apollo 13 cross (also known as Eclipse) was bred with Cinderella 99 to create this fruity triple threat."
	},
	{
		"Strain" : "Trinity",
		"Type" : "sativa",
		"Value_flavors" : "Pungent,Earthy,Skunk",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Focused,Aroused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Headache,Headaches",
		"Rating" : 4.3,
		"Description" : "A rumored hard to find strain, Trinity is known to have a strong skunk-like smell with an uplifting high."
	},
	{
		"Strain" : "Trix",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Berry,Grape",
		"Value_effects_positive" : "Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Anxious",
		"Value_effects_medical" : "Depression,Stress,Fatigue,Spasticity",
		"Rating" : 4.9,
		"Description" : "Riot Seeds claims to have created the most potent and reliable Colombian Gold hybrid in the world by crossing a New World landrace with Loompa’s Chemdawg D cut. Combining the sweet fruity smell of Colombian Gold with the fuel scents of Chemdawg makes Trix a delicious smoke. Finishing in 10 weeks and producing massive yields, Trix is sure to be a sativa grower’s dream. Users can expect an electric, motivating high from this strain.   "
	},
	{
		"Strain" : "Tropicali",
		"Type" : "hybrid",
		"Value_flavors" : "Tropical,Orange,Citrus",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Headaches",
		"Rating" : 4.4,
		"Description" : "Tropicali is a newer hybrid on the market. Known to provide an uplifting and cerebral high this strain can also be used for the relief of mild aches and pains. The flowers of the Tc have an alluring frosty mint green color with minimal twists of orange and sticky dewy looking trichomes. "
	},
	{
		"Strain" : "Tutankhamon",
		"Type" : "sativa",
		"Value_flavors" : "Skunk,Pungent,Sweet",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Inflammation",
		"Rating" : 4.6,
		"Description" : "Tutankhamon (AKA King Tut) by Pyramid Seeds has kept the sour, skunky smell of its parent strain, AK-47, as well as the sativa-dominant effects, making it a great choice for social outings or creative stimulation. This strain has built a reputation for having high THC levels, and the flavor has hints of fresh fruit and flowers that make this beautiful bud fit for a king!"
	},
	{
		"Strain" : "Twista",
		"Type" : "sativa",
		"Value_flavors" : "Sweet,Citrus,Earthy",
		"Value_effects_positive" : "Hungry,Happy,Creative,Energetic",
		"Value_effects_negative" : "Dry Mouth,Anxious",
		"Value_effects_medical" : "Depression,Stress,Fatigue,Headaches,Eye Pressure",
		"Rating" : 4.2,
		"Description" : "Twista from Denver’s Green Solution is a sativa-dominant strain with energetic, focused effects and a high THC content. Its powerfully invigorating effects, colored by Twista’s sweet citrus aroma, stay cerebrally locked for the duration of the buzz. This sativa won 3rd place in the 2014 Denver Cannabis Cup and is thought to descend from the Flying Dutchman’s Twister strain."
	},
	{
		"Strain" : "Tyson",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Berry",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Sleepy",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Muscle Spasms",
		"Rating" : 4.8,
		"Description" : "Named after former undisputed heavyweight champion Mike Tyson, this strain is sure to knock you out. With a pungent diesel aroma, Tyson delivers a punch of indica effects known to fully relax the body while dulling pain, stress, insomnia, and appetite loss. This strain is not intended for first time users, and should only be consumed by indica connoisseurs. Tyson has been Canna Clinic's signature strain since its inauguration in 2011. "
	},
	{
		"Strain" : "Uw",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Flowery,Butter",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Tingly,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Insomnia,Pain,Stress,Lack of Appetite,Headache,Muscle Spasms",
		"Rating" : 4.3,
		"Description" : "UW is a marijuana strain that comes with its own superhero origin story. Popular rumor has it that a clone plant was stolen from a certain Pacific Northwest university's medical research lab in the early nineties—in some versions by a rogue graduate student—and has since been a popular top shelf indica. These buds show their university pride with purple coloring, and the dense, sticky buds are at the top of the class when it comes to potency. Almost entirely indica, this strain’s powerful high is sedative and popular for pain relief and insomnia. A mix of tropical fruit and a little spice, the aroma also earns high marks."
	},
	{
		"Strain" : "Vcdc",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Berry,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.5,
		"Description" : "VCDC is a hybrid, bred by Moxie Seeds and Extracts, that crosses Viper City OG with ACDC. With its compelling mix of genetics, VCDC is recognized for its high-CBD content, taking 1st for CBD flower at the 2015 SoCal Medical Cup."
	},
	{
		"Strain" : "Versace",
		"Type" : "hybrid",
		"Value_flavors" : "Flowery,Citrus,Grapefruit",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.8,
		"Description" : "Versace is a clear-headed sativa-dominant hybrid created by crossing Sour Diesel, OG Kush, and Granddaddy Purple. This trio of trichome-rich strains is combined to offer an array of effects that work off each other. Sour Diesel’s heady buzz acts a catalyst, adding a stimulating alertness to the luscious body effects and pleasant euphoria native to Granddaddy Purple and OG Kush, respectively. Enjoy this pungent flower to help curb depression and fatigue while elevating mood and muting mild physical pain. "
	},
	{
		"Strain" : "Viper",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Pungent,Minty",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Nausea",
		"Rating" : 4.5,
		"Description" : "Viper is an invigorating sativa that was bred from an indigenous Burmese landrace and a native Mexican strain known as Blackseed. First cultivated by Reeferman Seeds, Viper inherits buzzing, cerebrally-targeted effects and a spicy, citrus aroma. In a show of its nearly pure sativa genetics, Viper grows tall and bears fluffy buds that finish their flowering cycle in about 10 weeks."
	},
	{
		"Strain" : "Voodoo",
		"Type" : "sativa",
		"Value_flavors" : "Nutty,Spicy/Herbal,Citrus",
		"Value_effects_positive" : "Hungry,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Inflammation",
		"Rating" : 4.2,
		"Description" : "Voodoo, bred from a Thai landrace in 1997, is an uplifting sativa cannabis strain with long-lasting, euphoric effects. A fresh, fruity aroma emanates from the dense, pine-green buds enameled in crystal trichomes, with nutty and spicy flavors to follow. Depression, fatigue, and stress stand no chance against the uplifting, almost energizing, qualities of Voodoo. This strain prospers both indoors and outdoors, and flowers 8 to 9 weeks after its vegetative cycle."
	},
	{
		"Strain" : "Vortex",
		"Type" : "sativa",
		"Value_flavors" : "Earthy,Mango,Lemon",
		"Value_effects_positive" : "Euphoric,Happy,Energetic,Talkative,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headache,Fatigue,Headaches",
		"Rating" : 4.3,
		"Description" : "Vortex by TGA Genetics is a 80/20 sativa-dominant strain whose potency will pull you into a whirling mass of euphoria like a cosmic riptide. Its celestial parents Space Queen and Apollo 13 pass on a sweet and sour lemon aroma accented by notes of tropical mango, while its inherited effects can range from racy and energetic to heavy and disorienting. The staggering THC content of Vortex has won this sativa several awards including High Times' Best Sativa in 2010 and the High Times 'Top 10' in 2007. "
	},
	{
		"Strain" : "Wmd",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Berry,Pungent",
		"Value_effects_positive" : "Relaxed,Happy,Uplifted,Sleepy,Giggly",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headaches",
		"Rating" : 4.9,
		"Description" : "WMD by Vancouver Island Seed Company is a high-yielding indica with potent Canadian roots. It exhibits a unique aroma of sweet berry, musk, and hashy spice that remains earthy on the palate after exhaling. The effects are initially cerebral, but they later settle down into the body to relax and soothe limbs. This cross of Big Bud and Fucking Incredible may offer relief from depression, minor physical pain, and migraines"
	},
	{
		"Strain" : "Wsu",
		"Type" : "indica",
		"Value_flavors" : "Pine,Berry,Citrus",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Tingly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.4,
		"Description" : "WSU is a Washington-grown rendition of the indica strain Chemo and it’s waiting for you on the shelves of recreational stores state-wide. Named in homage to one of two state universities in Washington, don’t confuse this strain with the UW indica, whose name is derived from the rivaling university across the mountains. Its effects are described as relaxed and spacey. Citrus and berry flavors invade the palate on the inhale, providing a flavorful introduction to WSU’s heavy indica effects. "
	},
	{
		"Strain" : "Waldo",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pungent,Skunk",
		"Value_effects_positive" : "Hungry,Euphoric,Creative,Tingly",
		"Value_effects_negative" : "Dizzy,Paranoid",
		"Value_effects_medical" : "Depression,Pain,Lack of Appetite,Nausea,Eye Pressure",
		"Rating" : 4,
		"Description" : "Waldo was bred in the Netherlands by Apothecary Genetics, and perhaps because of this upbringing, these descendents of Pez and Purple Cherry do better in cooler climates than most. They truly flourish in outdoor tropical climates, where they can grow over 6 feet, but indoors these plants will stay medium height and grow wide and branchy. Flowering usually occurs at 8 or 9 weeks. Though this hybrid tends to be sativa dominant, the long-lasting high is generally more cerebral with enough indica kick to ease tension. These energetic effects may not make Waldo a good choice for night time or those treating anxiety. Instead, Waldo’s spicy flowers might be the perfect addition to a sociable evening. "
	},
	{
		"Strain" : "Wappa",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Flowery,Sweet",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Inflammation",
		"Rating" : 4.3,
		"Description" : "Wappa is a 60% indica-dominant hybrid bred by Paradise Seeds that delivers happy, uplifting effects alongside an intense fruity flavor."
	},
	{
		"Strain" : "Warlock",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Flowery,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Focused",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Headaches,Inflammation",
		"Rating" : 3.9,
		"Description" : "Warlock is an indica-dominant strain bred by Magus Genetics through crossing Skunk and Afghani varieties. Its stimulating, focused buzz sharpens the mind against inattention and boredom, and may help those struggling with ADD/ADHD. With a sweet and sour aroma, Warlocks ushers in its mellow stress-relieving and engaged effects. Some Warlock varieties have been bred to contain higher levels of CBD to ward off pain, inflammation, and other ailments. Indoor Warlock plants finish flowering in 55 to 60 days, or at the end of October in outdoor gardens."
	},
	{
		"Strain" : "Watermelon",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Tropical",
		"Value_effects_positive" : "Relaxed,Hungry,Euphoric,Happy,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite,Headache",
		"Rating" : 4.5,
		"Description" : "Watermelon is an 80% indica strain. Its large, dense buds are valued for their high THC content and relaxing effects, useful as a sleeping aid or appetite stimulant. As the name suggests, this strain has a distinct fruity watermelon flavor profile, reminiscent of grape with hashy undertones. Watermelon is prized by growers for its high yield and potency, requiring 55 to 60 days flowering time."
	},
	{
		"Strain" : "Webster",
		"Type" : "sativa",
		"Value_flavors" : "Citrus,Earthy,Skunk",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Pain,Stress,Headaches,Eye Pressure,Inflammation",
		"Rating" : 4.5,
		"Description" : "Webster is a stimulating sativa with uplifting elements off the get-go. This strain is immediately motivating, encouraging physical activity from chores to hitting the gym. Flavors of citrus and sweetness are noted on the exhale, and are accompanied by appetite stimulation and an “empty-head” type of stress relief. Webster is ideal for consumers suffering from stress and fatigue, but should be avoided before bed."
	},
	{
		"Strain" : "Whiteout",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Pine,Citrus",
		"Value_effects_positive" : "Euphoric,Happy,Creative,Focused",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Stress",
		"Rating" : 4.6,
		"Description" : "Parent strains Super Silver Haze and The White were brought together to create this uplifting hybrid strain. Whiteout delivers intense euphoria paired with an alert, focused effect sure to satisfy your daytime needs. These frosty light green buds shimmer in light and will hit you with a pungenst zesty lemon aroma that would be expected of a Super Silver Haze offspring."
	},
	{
		"Strain" : "Wookie",
		"Type" : "hybrid",
		"Value_flavors" : "Berry,Earthy,Skunk",
		"Value_effects_positive" : "Relaxed,Euphoric,Talkative",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "",
		"Rating" : 5,
		"Description" : "Wookie is a tantalizing cross of Lavender and Appalachia supposedly grown by the renowned seed bank, Bodhi Seeds. This odoriferous combination blends an intensely floral aroma with sour terpenes, creating a unique fragrance that is sure to fill the room. Lavender’s happy, relaxed effects press firmly up against Appalachia’s dreamy, cerebral effects, making Wookie a whimsical escape from stress.     "
	},
	{
		"Strain" : "Wookies",
		"Type" : "hybrid",
		"Value_flavors" : "Minty",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Stress",
		"Rating" : 4.8,
		"Description" : "Wookies (not to be confused with the strain “Wookie” or the enormous, sentient space-bears of Star Wars) is an indica-dominant cross of White 91 (The White x Chemdawg 91) and Girl Scout Cookies. Known for its loud terpene profile and high-THC percentage, Wookies grows the Cookies genetic line while standing firmly on its own in terms of effects. It combines the generous trichome production of White 91 with the minty, musky aroma of the GSC “Forum Cut” to create a strain that is potent and pleasing to the senses.    "
	},
	{
		"Strain" : "Wreckage",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Lime,Tropical",
		"Value_effects_positive" : "Relaxed,Happy,Talkative,Uplifted",
		"Value_effects_negative" : "Dry Mouth",
		"Value_effects_medical" : "Depression,Stress,Lack of Appetite,Nausea,Headaches",
		"Rating" : 4.5,
		"Description" : "Wreckage, bred by T.H. Seeds, is a sativa-dominant cross between Trainwreck and SAGE that provides an energetic, happy escape from stress, fatigue, and bad moods. Combining flavor profiles from both parents, Wreckage takes on a fresh menthol and herbal sandalwood aroma. "
	},
	{
		"Strain" : "X-Files",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Citrus,Lavender",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Aroused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Nausea",
		"Rating" : 4.6,
		"Description" : "X-Files, bred by Pheno-Type Seeds, is a hybrid strain that crosses Sour Diesel, Mask, and the pure indica Purple Drank. It inherits a strong tangy flavor with buds that grow dense like its Sour Diesel parent."
	},
	{
		"Strain" : "X-Wing",
		"Type" : "indica",
		"Value_flavors" : "Earthy,Pungent,Flowery",
		"Value_effects_positive" : "Relaxed,Hungry,Happy,Creative,Sleepy",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Lack of Appetite",
		"Rating" : 4.3,
		"Description" : "X-Wing is a mid-level indica-dominant strain with dark purple foliage and lightly frosted buds. This Skywalker OG phenotype exhibits OG Kush flavors like earth and spice coupled with the pungent aroma of forest floor. X-Wing is surprisingly heady while still offering medium-weight body effects that curb pain, encourage rest and relaxation, and dissipate stress. "
	},
	{
		"Strain" : "Xj-13",
		"Type" : "hybrid",
		"Value_flavors" : "Citrus,Earthy,Pine",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Energetic,Uplifted",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Pain,Stress,Lack of Appetite,Headache,Fatigue",
		"Rating" : 4.3,
		"Description" : "XJ-13 is a sativa-dominant strain cherished for both its therapeutic potency and enjoyable euphoric buzz. This hybrid cross of Jack Herer and G13 Haze induces unencumbered cerebral effects perfect for stimulating creativity and conversation. As if we needed another reason to love this lightweight sativa, XJ-13 consistently exhibits a strong citrus aroma accented by notes of earthy pine. Novice consumers looking for an easy, paranoia-free experience can depend on XJ-13 as a surefire way to relieve stress and mood-related symptoms. "
	},
	{
		"Strain" : "Xanadu",
		"Type" : "sativa",
		"Value_flavors" : "Pepper,Spicy/Herbal,Sweet",
		"Value_effects_positive" : "Happy,Creative,Energetic,Talkative,Focused",
		"Value_effects_negative" : "",
		"Value_effects_medical" : "Depression,Pain,Stress,Nausea,Fatigue",
		"Rating" : 4.8,
		"Description" : "Xanadu, named after the extravagant palace of Mongol emperor Kublai Khan, is sativa-dominant strain that delivers soaring cerebral euphoria alongside a skunky, citrus aroma. Bred by Dutchgrown Seeds, Xanadu combines a Pakistani indica called X-18 with DTC99, a Cinderella 99 and Durban Thai hybrid. Although this sativa tends to induce heady, high-energy stimulation, Xanadu anchors itself with mellow relaxation that allows one to remain comfortable during the effects' duration."
	},
	{
		"Strain" : "Yumboldt",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Pungent,Earthy",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Paranoid,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Headache,Muscle Spasms",
		"Rating" : 4.2,
		"Description" : "Yumboldt can be hard to find but it is renowned for its potency.  Yumboldt is great at making you sleepy and content."
	},
	{
		"Strain" : "Yummy",
		"Type" : "hybrid",
		"Value_flavors" : "Sweet,Earthy,Pungent",
		"Value_effects_positive" : "Relaxed,Creative,Energetic,Focused,Giggly",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea",
		"Rating" : 4.2,
		"Description" : "Yummy is an indica-dominant hybrid that hails from Northern California where it was bred by combining Granddaddy Kush and White Dawg genetics. Its potent effects settle heavily throughout the body, and while your mind may feel relaxed, it won’t necessarily feel asleep. However, this strain is better paired with calm, meditative activities than focused, cognitive tasks as Yummy tends to blanket thoughts in a foggy tranquility. This high-THC strain can provide relief to a variety of symptoms and conditions including pain, insomnia, nausea, depression, and appetite loss."
	},
	{
		"Strain" : "Zen",
		"Type" : "hybrid",
		"Value_flavors" : "Earthy,Woody,Flowery",
		"Value_effects_positive" : "Relaxed,Happy,Energetic,Uplifted,Focused",
		"Value_effects_negative" : "Dry Mouth,Dry Eyes,Anxious",
		"Value_effects_medical" : "Depression,Pain,Stress,Cramps,Headaches",
		"Rating" : 4.3,
		"Description" : "With a balanced ratio of THC and CBD, Zen is the great hybrid healer of stomach and digestive upsets. Zen’s breeders at CBD Seeds first crossed a Mexican Sativa with Afghani, and then added a calming Lavender hybrid to the mix. With an aromatic blend of sour berry and earthy notes, Zen delivers swift relief to appetite loss, nausea, anorexia, Crohn’s disease, and anxiety. Growers recommend cultivating Zen in a soil medium with a 10 week flowering time indoors."
	},
	{
		"Strain" : "Zkittlez",
		"Type" : "indica",
		"Value_flavors" : "Sweet,Berry,Grape",
		"Value_effects_positive" : "Relaxed,Euphoric,Happy,Uplifted,Sleepy",
		"Value_effects_negative" : "Dizzy,Dry Mouth,Dry Eyes",
		"Value_effects_medical" : "Depression,Insomnia,Pain,Stress,Nausea,Headache",
		"Rating" : 4.6,
		"Description" : "Zkittlez is an indica-dominant mix of Grape Ape and Grapefruit that is crossed with another undisclosed strain to produce this candy-flavored cannabis bred by 3rd Gen Family and Terp Hogz. This award-winning combination took 1st Place at the 2016 Emerald Cup and 1st Place Indica at the 2015 Cannabis Cups in San Francisco and in Michigan. The chunky colas explode in a spectrum of light green hues and emit a sweet, tropical blend of fruit flavors. The effects of Zkittlez are surprisingly uplifting for an indica, leaving consumers focused, alert, and happy while relaxing the body to help unwind any time of day."
	}
]
